Repository: SaFi2266/APT
Catalog: classipress-*.po
Languages: ar_iq

source: Enabling this option will automatically send emails prior to a customers membership pack subscription end date.
ar_iq: وسوف يتيح هذا الخيار قبل إرسال رسائل البريد الإلكتروني إلى الزبائن عضوية حزمة تاريخ انتهاء الاشتراك تلقائيا.

source: New User Registration Email
ar_iq: تسجيل عضو جديد البريد الإلكتروني

source: Enable Custom Email
ar_iq: تمكين مخصص البريد الإلكتروني

source: Sends a custom new user notification email to your customers by using the fields you complete below. If this is disabled, the default WordPress new user notification email will be sent. This is useful for debugging if your custom emails are not being sent.
ar_iq: يرسل مخصص جديد اشعارا بالبريد الالكتروني المستخدم لعملائك باستخدام حقول إكمال أدناه. إذا تم تعطيل هذا، سيتم إرسال البريد الإلكتروني إشعار جديد وورد الافتراضي للمستخدم. وهذا مفيد من أجل التصحيح إذا لم يتم إرسال رسائل البريد الإلكتروني المخصصة الخاصة بك.

source: From Name
ar_iq: من اسم

source: This is what your customers will see as the &quot;from&quot; when they receive the new user registration email. Use plain text only.
ar_iq: هذا هو ما زبائنك سوف نرى باسم "من" عند استلامهم جديد على البريد الإلكتروني تسجيل المستخدم. استخدام النص العادي فقط.

source: From Email
ar_iq: من البريد الإلكتروني

source: This is what your customers will see as the &quot;from&quot; email address (also the reply to) when they receive the new user registration email. Use only a valid and existing email address with no html or variables.
ar_iq: هذا هو ما زبائنك سوف نرى باسم "من" عنوان البريد الإلكتروني (أيضا في الرد على) عند استلامهم جديد على البريد الإلكتروني تسجيل المستخدم. استخدام عنوان بريد إلكتروني صالح وفقط موجود مع عدم وجود HTML أو المتغيرات.

source: Email Subject
ar_iq: البريد الإلكتروني الموضوع

source: This is the subject line your customers will see when they receive the new user registration email. Use text and variables only.
ar_iq: هذا هو سطر الموضوع زبائنك سوف نرى عندما تلقي البريد الإلكتروني الجديد للتسجيل المستخدم. استخدام النص ومتغيرات فقط.

source: Allow HTML in Body
ar_iq: تسمح HTML في الجسم

source: This option allows you to use html markup in the email body below. It is recommended to keep it disabled to avoid problems with delivery. If you turn it on, make sure to test it and make sure the formatting looks ok and gets delivered properly.
ar_iq: هذا الخيار يتيح لك استخدام HTML العلامات في الجسم البريد الالكتروني أدناه. فمن المستحسن أن يبقيه تعطيل لتجنب المشاكل مع التسليم. إذا كنت تشغيله، تأكد لاختباره والتأكد من التنسيق يبدو موافق ويحصل على تسليمها بشكل صحيح.

source: Email Body
ar_iq: البريد الالكتروني الجسم

source: You may use the following variables within the email body and/or subject line.
ar_iq: يمكنك استخدام المتغيرات التالية داخل الجسم البريد الإلكتروني و / أو سطر الموضوع.

source: %s - prints out the username
ar_iq: %s - بطباعة اسم المستخدم

source: %s - prints out the users email address
ar_iq: %s - بطباعة عنوان البريد الإلكتروني للمستخدمين

source: %s - prints out the users text password
ar_iq: %s - بطباعة كلمة المرور للمستخدمين النص

source: %s - prints out your website url
ar_iq: %s - بطباعة عنوان موقعك

source: %s - prints out your site name
ar_iq: %s - بطباعة اسم موقعك

source: %s - prints out your sites login url
ar_iq: %s - بطباعة المواقع الخاصة بك تسجيل الدخول URL

source: Each variable MUST have the percentage signs wrapped around it with no spaces.
ar_iq: يجب أن يكون لكل متغير علامات نسبة ملفوفة حولها مع عدم وجود مسافات.

source: Always test your new email after making any changes (register) to make sure it is working and formatted correctly. If you do not receive an email, chances are something is wrong with your email body.
ar_iq: دائما اختبار البريد الإلكتروني الجديد الخاص بك بعد إجراء أي تغييرات (تسجيل) للتأكد من أنها تعمل ومهيأ بشكل صحيح. إذا كنت لا تتلقى رسالة بريد إلكتروني، وهناك احتمالات هناك شيء خاطئ مع هيئة البريد الإلكتروني الخاص بك.

source: Enter the text you would like your customers to see in the new user registration email. Make sure to always at least include the %username% and %password% variables otherwise they might forget later.
ar_iq: أدخل النص الذي ترغب الزبائن لرؤية جديدة في البريد الإلكتروني تسجيل المستخدم. تأكد دائما إلى ما لا يقل عن% تشمل اسم المستخدم كلمة السر%% المتغيرات وإلا فإنها قد ننسى في وقت لاحق و%.

source: ClassiPress Pricing
ar_iq: ClassiPress التسعير

source: Pricing
ar_iq: التسعير

source: Price Per Category
ar_iq: السعر لكل فئة

source: Membership by Category
ar_iq: عضوية حسب الفئة

source: Pricing Configuration
ar_iq: تكوين التسعير

source: Charge for Listing Ads
ar_iq: تهمة لقائمة الإعلانات

source: This option activates the payment system so you can start charging for ad listings on your site.
ar_iq: يقوم هذا الخيار بتنشيط نظام الدفع حتى تتمكن من بدء شحن لقوائم الإعلان على موقع الويب الخاص بك.

source: Show Featured Ads Slider
ar_iq: تظهر الإعلانات المميزة المتزلج

source: This option turns on the home page featured ads slider. Usually you charge extra for this space but it is not required. To manually make an ad appear here, check the &quot;stick this post to the front page&quot; box on the WordPress edit post page under &quot;Visibility&quot;.
ar_iq: يتحول على الصفحة الرئيسية هذا الخيار ظهرت الإعلانات المنزلق. وعادة ما فرض رسوم إضافية على هذه المساحة ولكن ليس هو مطلوب منها. لجعل يدويا اعلان تظهر هنا، والتحقق من "العصا هذا المنصب إلى الصفحة الأولى" مربع على الصفحة آخر تعديل ورد تحت عنوان "الرؤية".

source: Featured Ads Title Length
ar_iq: إعلانات مميزة المسمى طول

source: This number controls the length of your featured ad titles to this many characters (i.e. if you changed this value to 5, &quot;My Title&quot; would turn into &quot;My Ti...&quot;. Spaces are included in the count.)
ar_iq: هذا الرقم يتحكم في طول من العناوين الإعلانية المميزة لهذا العديد من الشخصيات (أي إذا قمت بتغيير هذه القيمة إلى 5، "بلدي عنوان" سيتحولون إلى "تي بي ...". يتم تضمين مسافات في العد.)

source: Featured Ad Price
ar_iq: اعلان مميز السعر

source: Only enter numeric values or decimal points. Do not include a currency symbol or commas.
ar_iq: فقط إدخال قيم رقمية أو النقاط العشرية. لا تتضمن رمز عملة أو فواصل.

source: This is the additional amount you will charge visitors to post a featured ad on your site. A featured ad appears in the slider on home page. Leave this blank if you do not want to offer featured ads.
ar_iq: هذا هو المبلغ الإضافي الذي سوف تفرض آخر لمرحلة ما بعد الإعلان المميز على موقع الويب الخاص بك. يظهر الإعلان ظهرت في شريط التمرير على الصفحة الرئيسية. ترك هذا فارغا إذا كنت لا ترغب في تقديم الإعلانات المميزة.

source: Clean Ad Price Field
ar_iq: نظيفة ميلادي السعر الميدانية

source: This option should be enabled in order to store valid price values.
ar_iq: وينبغي تمكين هذا الخيار من أجل تخزين قيم هذا السعر صالح.

source: This will remove any letters and special characters from the price field leaving only numbers and periods. Disable this if you prefer to allow visitors to enter text such as TBD, OBO or other contextual phrases.
ar_iq: سيؤدي هذا إلى إزالة أي الحروف والحروف الخاصة من الميدان السعر ترك أرقام وفترات فقط. تعطيل هذا إذا كنت تفضل للسماح للزوار لإدخال النص مثل يحدد لاحقا، OBO أو العبارات السياقية الأخرى.

source: Display Zero for Empty Ad Prices
ar_iq: عرض صفر لأسعار الإعلان فارغ

source: This will force any ad without a price to display a currency of zero for the price.
ar_iq: وهذا يجبر أي إعلان دون ثمن لعرض العملة من الصفر بالنسبة للسعر.

source: Hide Decimals for Prices
ar_iq: إخفاء الكسور العشرية لأسعار

source: This will hide decimals for prices displayed on your site. Enable this option if your currency does not use decimals (i.e. Yen).
ar_iq: وهذا إخفاء عشرية للأسعار المعروضة على موقع الويب الخاص بك. تمكين هذا الخيار إذا لم عملتك استخدام عشرية (أي ين).

source: Ad Currency Symbol
ar_iq: الإعلان العملات الرمز

source: Enter the currency symbol you want to appear next to prices on your classified ads (i.e. $, &euro;, &pound;, &yen;)
ar_iq: أدخل رمز العملة الذي تريده أن يظهر بجانب الأسعار على الإعلانات المبوبة الخاصة بك (أي $، €، £، ¥)

source: Pricing Model
ar_iq: نموذج التسعير

source: Price Model
ar_iq: السعر النموذجي

source: If you select the &quot;Fixed Price Per Ad&quot; option, you must have at least one active <a href="%s">ad pack</a> setup.
ar_iq: إذا قمت بتحديد "سعر ثابت لكل الإعلان" الخيار، يجب أن يكون لديك واحد على الأقل نشاطا حزمة الإعلان <a href="%s"> </ أ> الإعداد.

source: Fixed Price Per Ad
ar_iq: السعر ثابت لكل اعلان

source: % of Sellers Ad Price
ar_iq: % من البائعين الإعلان السعر

source: Only Charge for Featured Ads
ar_iq: التهمة الوحيدة لإعلانات مميزة

source: This option defines the pricing model for selling ads on your site. If you want to provide free and paid ads then select the &quot;Price Per Category&quot; option.
ar_iq: يحدد هذا الخيار نموذج تسعير لبيع الإعلانات على موقعك. إذا كنت ترغب في تقديم الإعلانات المجانية والمدفوعة ثم حدد "السعر لكل الفئة" الخيار.

source: If you selected the &quot;% of Sellers Ad Price&quot; price model, enter your percentage here. Numbers only. No percentage symbol or commas.
ar_iq: إذا قمت بتحديد "% من البائعين الإعلان السعر" نموذج السعر، أدخل النسبة المئوية الخاص بك هنا. أرقام فقط. لا رمز النسبة المئوية أو فواصل.

source: Membership Options
ar_iq: خيارات العضوية

source: Enable Membership Packs
ar_iq: تمكين حزم العضوية

source: Manage your membership packages from the <a href="%s">Ad Packs</a> option page.
ar_iq: إدارة الحزم عضويتك من حزم <a href="%s"> الإعلان </ أ> الصفحة الخيار.

source: This option activates Membership Packs and their respective discounts. Disabling this does not disable the membership system, but simply stops the discounts from activating during the posting process.
ar_iq: هذا الخيار ينشط حزم العضوية والخصومات الخاصة بكل منها. تعطيل هذا لا تعطيل نظام العضوية، ولكن ببساطة توقف عن الخصومات من خلال تفعيل عملية نشر.

source: Days of Reminder Messages
ar_iq: أيام من رسائل تذكير

source: Affects both emails and website notifications.
ar_iq: يؤثر على كل رسائل البريد الإلكتروني والإخطارات الموقع.

source: Number of days you would like to send renewal reminders before their subscription expires. Numeric values only.
ar_iq: عدد الأيام التي ترغب في إرسال رسائل تذكير التجديد قبل انتهاء الاشتراك الخاصة بهم. قيم رقمية فقط.

source: Are Membership Packs Required to Purchase Ads?
ar_iq: يتم حزم العضوية المطلوبة لشراء الإعلانات؟

source: Not Required
ar_iq: غير مطلوب

source: Required for All
ar_iq: مطلوب للجميع

source: Required by Category
ar_iq: مطلوب حسب الفئة

source: Choose how you would like the membership system to work.
ar_iq: اختيار الطريقة التي ترغب في نظام عضوية للعمل.

source: <strong>Not Required</strong> - a membership is not required in order to list an ad.
ar_iq: على <strong> غير مطلوب </ strong> - ليست مطلوبة في عضويتها من أجل سرد أحد الإعلانات.

source: <strong>Required for All</strong> - a user can only list an ad if they have an active membership.
ar_iq: على <strong> المطلوبة للجميع </ STRONG> - يمكن للمستخدم قائمة فقط اعلانا إذا كان لديهم عضوية نشطة.

source: <strong>Required by Category</strong> - limits users with memberships to list ads in certain categories.
ar_iq: <strong> والمطلوبة حسب الفئة </ strong> - لحدود المستخدمين مع عضوية لسرد الإعلانات في فئات معينة.

source: Theme Cache
ar_iq: موضوع الكاش

source: Flush Theme Cache
ar_iq: دافق موضوع الكاش

source: Flush Entire ClassiPress Cache
ar_iq: دافق بأكملها ClassiPress الكاش

source: Sometimes you may have changed something and it hasn't been updated on your site.
ar_iq: أحيانا قد تغيرت شيئا وأنه لم يتم تحديثه على موقع الويب الخاص بك.

source: Flushing the cache will empty anything that ClassiPress has stored in the cache (i.e. category drop-down menu, home page directory structure, etc).
ar_iq: سوف بيغ ذاكرة التخزين المؤقت إفراغ أي شيء ClassiPress وتخزينها في ذاكرة التخزين المؤقت (أي الفئة القائمة المنسدلة بنية الدليل الصفحة الرئيسية، الخ).

source: Uninstall Theme
ar_iq: إلغاء الموضوع

source: Delete Database Tables
ar_iq: حذف جداول قاعدة البيانات

source: Delete ClassiPress Database Tables
ar_iq: حذف جداول قاعدة البيانات ClassiPress

source: Do you wish to completely delete all ClassiPress database tables?
ar_iq: هل ترغب في حذف جميع جداول قاعدة البيانات بالكامل ClassiPress؟

source: Once you do this you will lose any custom fields, forms, ad packs, etc that you have created.
ar_iq: بمجرد القيام بذلك ستفقد أية حقول مخصصة، وأشكال، وحزم الإعلان، وغيرها التي قمت بإنشائها.

source: Delete Config Options
ar_iq: حذف خيارات التكوين

source: Delete ClassiPress Config Options
ar_iq: حذف ClassiPress خيارات التكوين

source: Do you wish to completely delete all ClassiPress configuration options?
ar_iq: هل ترغب في حذف تماما جميع خيارات التكوين ClassiPress؟

source: This will delete all values saved on the settings, pricing, gateways, etc admin pages from the wp_options database table.
ar_iq: سيؤدي ذلك إلى حذف كل القيم المحفوظة على الإعدادات، والتسعير، وبوابات، وغيرها صفحات مشرف من جدول قاعدة البيانات wp_options.

source: Theme
ar_iq: موضوع

source: Rerun Migration Script
ar_iq: اعادة سيناريو الهجرة

source: Rerun ClassiPress Migration Script
ar_iq: اعادة ClassiPress الهجرة سكربت

source: If you're still using ClassiPress version 3.0.4 (or earlier) and were not prompted to upgrade to 3.0.5 or the script timed out, click this button.
ar_iq: إذا كنت لا تزال تستخدم الإصدار 3.0.4 ClassiPress (أو إصدار سابق)، ولم يطلب منك الترقية إلى 3.0.5 أو توقيت النصي بها، فوق هذا الزر.

source: It will attempt to rerun the migration script again. Running this script won't do any harm if you aren't sure about it.
ar_iq: سيحاول إعادة تشغيل البرنامج النصي الهجرة مرة أخرى. سوف تشغيل هذا البرنامج النصي لا تفعل أي ضرر إذا كنت غير متأكدة من ذلك.

source: ClassiPress upgrade required
ar_iq: ClassiPress الترقية المطلوبة

source: Note: This message will not disappear until you have upgraded your database.
ar_iq: ملاحظة: لن تختفي هذه الرسالة حتى قمت بالترقية قاعدة البيانات الخاصة بك.

source: Geocoding ad listing addresses to make the advanced search radius feature work. This process queries Google Maps to get longitude and latitude coordinates based on each ad listings address. Please be patient as this may take a few minutes to complete.
ar_iq: ادراج الإعلان الترميز الجغرافي عناوين لجعل المتقدمة العمل ميزة دائرة نصف قطرها البحث. هذه العملية يستعلم خرائط Google للحصول على إحداثيات خطوط الطول والعرض على أساس كل عنوان يمكنك إضافة أي إعلان. يرجى التحلي بالصبر لأن هذا قد يستغرق بضع دقائق لإكمال.

source: Ad #%d - %s
ar_iq: الاعلان #%d - %s

source: Geocoding complete.
ar_iq: الترميز الجغرافي كاملة.

source: Geocoding failed - address not found.
ar_iq: فشل الترميز الجغرافي - عنوان غير موجود.

source: Geocoding table updated.
ar_iq: الجدول الترميز الجغرافي تحديثها.

source: Please note: Ads that failed during this process will not show up during a radius search since the address was invalid.
ar_iq: يرجى ملاحظة: سوف الإعلانات التي فشلت خلال هذه العملية لا تظهر أثناء البحث منذ نصف قطرها عنوان باطل.

source: Transaction
ar_iq: صفقة

source: Transaction Data
ar_iq: معاملة البيانات

source: New Form
ar_iq: نموذج جديد

source: Create a form name that best describes what category or categories this form will be used for. (i.e. Auto Form, Clothes Form, General Form, etc). It will not be visible on your site.
ar_iq: إنشاء اسم النموذج الذي يصف أفضل ما فئة أو فئات وسيتم استخدام هذا النموذج ل. (أي نموذج السيارات، نموذج الملابس، نموذج العام، الخ). انها لن تكون مرئية على موقعك.

source: Form Description
ar_iq: نموذج الوصف

source: Enter a description of your new form layout. It will not be visible on your site.
ar_iq: أدخل وصفا للتخطيط النموذج الجديد الخاص بك. انها لن تكون مرئية على موقعك.

source: Available Categories
ar_iq: الفئات المتوفرة

source: You can assign a form layout to multiple categories. A category can only have one form layout assigned to it. Categories not listed are being used on a different form layout. Any unselected categories will use the default ad form.
ar_iq: يمكنك تعيين تخطيط النموذج لفئات متعددة. وهناك فئة واحدة فقط يمكن أن يكون تخطيط النموذج المسندة إليها. ويجري استخدام فئات غير مدرجة على تخطيط شكل مختلف. وأية فئات غير محددة استخدام النموذج الإعلان الافتراضي.

source: If you do not want this new form live on your site yet, select inactive.
ar_iq: إذا كنت لا تريد هذا الشكل الجديد يعيش على موقعك بعد، حدد غير نشط.

source: Field Information
ar_iq: معلومات الحقل

source: Create a field name that best describes what this field will be used for. (i.e. Color, Size, etc). It will be visible on your site.
ar_iq: إنشاء اسم الحقل الذي يصف أفضل ما سيتم استخدام هذا المجال ل. (أي اللون، الحجم، الخ). وسوف تكون مرئية على موقعك.

source: Meta Name
ar_iq: اسم الفوقية

source: This field is used by WordPress so you cannot modify it. Doing so could cause problems displaying the field on your ads.
ar_iq: يستخدم هذا الحقل من وورد بحيث لا يمكن تعديله. يمكن القيام بذلك يسبب مشاكل عرض الحقل على إعلاناتك.

source: Field Description
ar_iq: حقل الوصف

source: Field Tooltip
ar_iq: تعريف الأداة الميدانية

source: This will create a ? tooltip icon next to this field on the submit ad page.
ar_iq: هذا سيخلق؟ تلميح الأدوات أيقونة بجانب هذا الحقل على الصفحة الإعلانية الحلقة.

source: Field Type
ar_iq: نوع الحقل

source: This is the type of field you want to create.
ar_iq: هذا هو نوع الحقل الذي تريد إنشاء.

source: text box
ar_iq: مربع النص

source: drop-down
ar_iq: المنسدلة

source: text area
ar_iq: منطقة النص

source: radio buttons
ar_iq: أزرار الراديو

source: checkboxes
ar_iq: خانات

source: Minimum Length
ar_iq: الحد الأدنى طول

source: Defines the minimum number of characters required for this field. Enter a number like 2 or enter 0 to make the field optional.
ar_iq: يحدد الحد الأدنى لعدد الحروف المطلوبة لهذا الحقل. إدخال رقم مثل 2 أو أدخل 0 لجعل حقل اختياري.

source: Field Values
ar_iq: قيم الحقل

source: Enter a comma separated list of values you want to appear in this drop-down box. (i.e. XXL,XL,L,M,S,XS). Do not separate values with the return key.
ar_iq: إدخال قائمة مفصولة بفواصل من القيم التي تريدها أن تظهر في هذا المربع المنسدل. (أي XXL، XL، L، M، S، XS). لا فصل القيم مع مفتاح العودة.

source: Ad Pack Details
ar_iq: إعلان حزمة التفاصيل

source: Create a name that best describes this ad package. (i.e. 30 days for only $5) This will be visible on your new ad listing submission page.
ar_iq: إنشاء الاسم الذي يصف أفضل صفقة هذا الإعلان. (أي 30 يوما فقط 5 $) هذه سوف تكون مرئية على إعلان القائمة الصفحة تقديم الجديد.

source: Enter a description of your new ad package. It will not be visible on your site.
ar_iq: أدخل وصفا من حزمة الإعلانية الجديدة. انها لن تكون مرئية على موقعك.

source: Price Per Listing
ar_iq: السعر لكل قائمة

source: Enter a numeric value for this package (do not enter a currency symbol or commas). For ad packs, this will be the price to post an ad.
ar_iq: إدخال قيمة رقمية لهذه الحزمة (لا تقم بإدخال رمز عملة أو فواصل). لحزم الإعلان، وهذا سوف يكون الثمن لنشر الإعلان.

source: Ad Duration
ar_iq: المدة الإعلانية

source: Enter a numeric value to specify the number of days for this ad package (i.e. 30, 60, 90, 120).
ar_iq: إدخال قيمة رقمية لتحديد عدد الأيام لحزمة هذا الإعلان (أي 30، 60، 90، 120).

source: Package Status
ar_iq: الحالة حزمة

source: If you do not want this ad package live on your site, select inactive.
ar_iq: إذا كنت لا تريد صفقة إعلان هذا يعيش على موقعك، حدد غير نشط.

source: Membership Pack Details
ar_iq: عضوية تفاصيل حزمة

source: Create a name that best describes this membership package. (i.e. 30 days unlimited posting for only $25) This will be visible on your ad listing submission page.
ar_iq: إنشاء الاسم الذي يصف أفضل صفقة عضوية هذا. (نشر أي 30 يوما فقط غير محدود ل25 دولارا) وستكون هذه واضحة على الإعلان قوائمك صفحة التقديم.

source: Enter a description of your new membership package. It will not be visible on your site.
ar_iq: أدخل وصفا من حزمة العضوية الجديدة. انها لن تكون مرئية على موقعك.

source: Package Type
ar_iq: نوع حزمة

source: Select which package type to change how the pack affects the price of the ad during the posting process.
ar_iq: حدد أي نوع حزمة لتغيير كيفية حزمة يؤثر على سعر الإعلان أثناء عملية النشر.

source: Static Price
ar_iq: السعر ثابت

source: Discounted Price
ar_iq: مخفضة السعر

source: % Discounted Price
ar_iq: % خصم الأسعار

source: Membership Price
ar_iq: عضوية الأسعار

source: The price this membership will cost your customer to purchase. Enter a numeric value (do not enter a currency symbol or commas).
ar_iq: سعر هذه العضوية سيكلف العميل لشراء. إدخال قيمة رقمية (لا تقم بإدخال رمز عملة أو فواصل).

source: Membership Duration
ar_iq: عضوية المدة

source: Enter a numeric value for the number of days
ar_iq: إدخال قيمة رقمية لعدد من الأيام

source: The length of time in days this membership lasts. Enter a numeric value (i.e. 30, 60, 90, 120).
ar_iq: طول الوقت في الايام تستمر هذه العضوية. إدخال قيمة رقمية (أي 30، 60، 90، 120).

source: Price Modifier <br /> (How a membership <br /> affects the price of an ad)
ar_iq: سعر معدل <br /> (كيف يؤثر على /> <br عضوية ثمن إعلان)

source: Enter #.## for currency (i.e. 2.25 for $2.25), ### for percentage (i.e. 50 for 50%).
ar_iq: أدخل # # # للعملة (أي 2.25 مقابل 2.25 دولار)، # # # لنسبة (أي 50 مقابل 50%).

source: Enter a numeric value (do not enter a currency symbol or commas). This will modify the checkout price based on the selected package type.
ar_iq: إدخال قيمة رقمية (لا تقم بإدخال رمز عملة أو فواصل). وهذا تعديل السعر الخروج استنادا إلى نوع الحزمة المحددة.

source: Satisfies Membership Requirement
ar_iq: يلبي متطلبات العضوية

source: If the &quot;<a href='%s'>Are Membership Packs Required to Purchase Ads</a>&quot; option under the Membership tab is set to yes, you should select yes.
ar_iq: إذا كان "<a href='%s'> هل حزم العضوية المطلوبة لشراء الإعلانات </ A>" تم تعيين الخيار تحت علامة التبويب العضوية نعم، يجب عليك اختيار نعم.

source: Selecting no means that this membership does not allow the customer to post to categories requiring membership. You would select no if you wanted to separate memberships that are required to post versus memberships that simply affect the final price.
ar_iq: اختيار لا يعني أن هذه العضوية لا تسمح للعميل لإضافة إلى الفئات التي تتطلب العضوية. هل حدد أي إذا أردت عضوية منفصلة التي يتم المطلوب للنشر مقابل العضوية التي تؤثر ببساطة السعر النهائي.

source: Allows you to temporarily turn off this package instead of deleting it. Please note that existing active memberships will still be able to list ads at their discounted price unless memberships are turned off globally from the Pricing => Membership tab.
ar_iq: يسمح لك مؤقتا إيقاف هذه الحزمة بدلا من حذفها. يرجى ملاحظة أن عضوية نشطة القائمة ستظل قادرة على قائمة الإعلانات في أسعارها مخفضة ما لم يتم إيقاف عضوية قبالة عالميا من علامة التبويب التسعير => العضوية.

source: Header
ar_iq: رأس

source: Blog Categories
ar_iq: بلوق التصنيفات

source: About Us
ar_iq: من نحن

source: Recent Posts
ar_iq: المشاركات الأخيرة

source: Ad Meta Fields
ar_iq: الإعلان الحقول ميتا

source: Ad Images
ar_iq: إعلان صور

source: Ad Info
ar_iq: معلومات الإعلانية

source: Ad ID
ar_iq: معرف الاعلان

source: Views Total:
ar_iq: مشاهدة الإجمالي:

source: Submitted By
ar_iq: المقدمة من

source: Ad Terms
ar_iq: شروط الإعلان

source: %1$s for %2$s days
ar_iq: %1$s الى %2$s يوم

source: Listed for %s days
ar_iq: تم ادراجها لـ %s يوم

source: Ad Expires
ar_iq: ينتهي الإعلان

source: Submitted from IP
ar_iq: المقدمة من الملكية الفكرية

source: -- Select --
ar_iq: - اختر -

source: New Image
ar_iq: صورة جديدة

source: This field is required.
ar_iq: هذا الحقل مطلوب.

source: Category:
ar_iq: الفئة:

source: Image %s
ar_iq: الصورة%s

source: %sKB max file size per image
ar_iq: %sكيلوبايت حجم الملف الأقصى لكل صورة

source: Featured Listing %s
ar_iq: قائمة مميزة%s

source: Your listing will appear in the featured slider section at the top of the front page.
ar_iq: ستظهر قوائمك في قسم المنزلق ظهرت في الجزء العلوي من الصفحة الأولى.

source: Ad Package:
ar_iq: الإعلان الحزمة:
