Repository: SaFi2266/APT
Catalog: classipress-*.po
Languages: ar_iq

source: To inquire about this ad listing, complete the form below to send a message to the ad poster.
ar_iq: للاستفسار عن هذه القائمة الإعلانية، استكمال النموذج أدناه لإرسال رسالة إلى إعلان ملصق.

source: Name:
ar_iq: الاسم:

source: Subject:
ar_iq: الموضوع:

source: Message:
ar_iq: رسالة:

source: Sum of
ar_iq: مجموع

source: Send Inquiry
ar_iq: ارسال لجنة التحقيق

source: Sorry, the address could not be found.
ar_iq: آسف، لا يمكن العثور على عنوان.

source: There are no popular posts yet.
ar_iq: لا توجد وظائف شعبية حتى الآن.

source: Ad Reference ID:
ar_iq: إعلان رقم المرجع:

source: N/A
ar_iq: غير متوفر

source: Sorry, no listings were found.
ar_iq: آسف، لا توجد قوائم.

source: No Tags
ar_iq: لا وسوم

source: Sorry, no posts could be found.
ar_iq: آسف، لا يمكن العثور على وظيفة.

source: Sponsored Links
ar_iq: روابط إعلانية

source: Download CSV file
ar_iq: تحميل ملف CSV

source: Ads with attachments
ar_iq: الإعلانات مع المرفقات

source: Download example CSV files: %1$s, %2$s
ar_iq: تحميل ملفات CSV سبيل المثال:% 1 $ s و% 2 $ S

source: Your comment is awaiting moderation.
ar_iq: تعليقك ينتظر الاعتدال.

source: Reply
ar_iq: رد

source: Log in to reply.
ar_iq: تسجيل الدخول إلى إجابة.

source: Leave a Reply
ar_iq: ترك الرد

source: Leave a Reply to %s
ar_iq: ترك الرد إلى%s

source: You must be <a href='%s'>logged in</a> to post a comment.
ar_iq: يجب أن تكون href='%s'> <a تسجيل الدخول </ a> لمرحلة ما بعد تعليق.

source: Logged in as
ar_iq: مسجله في

source: Logout of this account
ar_iq: الخروج من هذا الحساب

source: Logout
ar_iq: تسجيل الخروج

source: Name
ar_iq: اسم

source: (required)
ar_iq: (مطلوب)

source: Email (will not be visible)
ar_iq: البريد الإلكتروني (لن تكون مرئية)

source: Website
ar_iq: الموقع

source: ClassiPress Ads Expired
ar_iq: انتهى ClassiPress الإعلانات

source: Your cron job has run successfully.
ar_iq: وتشغيل وظيفة كرون بنجاح.

source: No expired ads were found.
ar_iq: لم يتم العثور على إعلانات منتهية الصلاحية.

source: The following ads expired and have been taken down from your website:
ar_iq: الإعلانات التالية انتهت واتخذت أسفل من موقع الويب الخاص بك:

source: Your cron job has run successfully. However, the pruning ads option is turned off so no expired ads were taken down from the website.
ar_iq: وتشغيل وظيفة كرون بنجاح. ومع ذلك، يتم تشغيل الخيار الإعلانات التقليم من ذلك لم تتخذ أية إعلانات منتهية الصلاحية أسفل من موقع.

source: Regards,
ar_iq: التحيات،

source: Membership Subscription Ending on %s
ar_iq: اشتراك العضوية وتنتهي في نهاية%s

source: Hi %s,
ar_iq: مرحبا%s،

source: Your membership pack will expire in %d days! Please renew your membership to continue posting classified ads.
ar_iq: سوف حزمة عضويتك تنتهي في% d يوم! يرجى تجديد العضوية لمواصلة نشر الإعلانات المبوبة.

source: Membership Details
ar_iq: تفاصيل العضوية

source: Membership Pack: %s
ar_iq: حزمة العضوية:%s

source: Membership Expires: %s
ar_iq: عضوية ينتهي:%s

source: Renew Your Membership Pack: %s
ar_iq: تجديد حزمة العضوية الخاصة بك:%s

source: For questions or problems, please contact us directly at %s
ar_iq: للأسئلة أو مشاكل، يرجى الاتصال بنا مباشرة في%s

source: Your %s Team
ar_iq: % ليالي فريق

source: New Ad Submission
ar_iq: الجديد تقديم الإعلان

source: Dear Admin,
ar_iq: عزيزي المسؤول،

source: The following ad listing has just been submitted on your %s website.
ar_iq: وقد تم للتو قدمت الإدراج الإعلان التالي على%s الخاص بك على شبكة الإنترنت.

source: Ad Details
ar_iq: تفاصيل الإعلان

source: Title:
ar_iq: العنوان:

source: Category:
ar_iq: الفئة:

source: Author:
ar_iq: المؤلف:

source: Preview Ad:
ar_iq: معاينة الإعلان:

source: Edit Ad: %s
ar_iq: تحرير الإعلان:%s

source: Your Ad Submission on %s
ar_iq: تقديم إعلانك على%s

source: Thank you for your recent submission! Your ad listing has been submitted for review and will not appear live on our site until it has been approved. Below you will find a summary of your ad listing on the %s website.
ar_iq: أشكركم على تقريركم الأخير! وقد قدمت القائمة إعلانك للمراجعة و لن تظهر مباشرة على موقعنا حتى تمت الموافقة عليه. أدناه سوف تجد ملخصا الإدراج إعلانك على الموقع الإلكتروني%.

source: Status:
ar_iq: الوضع:

source: You may check the status of your ad(s) at anytime by logging into your dashboard.
ar_iq: يمكنك التحقق من حالة الإعلان الخاص بك (ق) في أي وقت عن طريق الدخول الى لوحة القيادة الخاصة بك.

source: Your ad has been approved
ar_iq: وقد تمت الموافقة على إعلانك

source: Your ad listing, "%s" has been approved and is now live on our site.
ar_iq: القائمة الإعلانية، وقد وافق "%s" ويعيش الآن على موقعنا.

source: You can view your ad by clicking on the following link:
ar_iq: يمكنك عرض الإعلان الخاص بك عن طريق النقر على الرابط التالي:

source: Your ad has expired
ar_iq: انتهت صلاحية إعلانك

source: Your ad listing, "%s" has expired.
ar_iq: القائمة الإعلانية، قد انتهت "%s".

source: If you would like to relist your ad, please visit your dashboard and click the "relist" link.
ar_iq: إذا كنت ترغب في اعادة تسجيلها إعلانك، يرجى زيارة لوحة القيادة الخاصة بك وانقر على الرابط "اعادة تسجيلها".

source: ERROR: All fields are required.
ar_iq: خطأ: جميع الحقول مطلوبة.

source: ERROR: Incorrect captcha answer.
ar_iq: خطأ: الجواب CAPTCHA غير صحيحة.

source: ERROR: Incorrect email address.
ar_iq: خطأ: عنوان البريد الإلكتروني غير صحيحة.

source: ERROR: Ad does not exist.
ar_iq: خطأ: لا يوجد الإعلان.

source: Someone is interested in your ad listing: %s
ar_iq: شخص مهتم في القائمة إعلانك:%s

source: Name: %s
ar_iq: الاسم:%s

source: E-mail: %s
ar_iq: البريد الإلكتروني:%s

source: This message was sent from %s
ar_iq: تم إرسال هذه الرسالة من%s

source: Sent from IP Address:
ar_iq: أرسلت من عنوان IP:

source: [%s] New User Registration
ar_iq: [%s] تسجيل عضو جديد

source: New user registration on your site %s:
ar_iq: تسجيل مستخدم جديد على موقع الويب الخاص بك%s:

source: [%s] Your username and password
ar_iq: [%s] اسم المستخدم وكلمة المرور الخاصة بك

source: Password: %s
ar_iq: كلمة السر:%s

source: Post Reported
ar_iq: آخر تقرير

source: The following ad listing has just been reported on your %s website.
ar_iq: وقد تم للتو ذكرت والإدراج الإعلان التالي على%s الخاص بك على شبكة الإنترنت.

source: Your membership has been activated
ar_iq: تم تفعيل عضويتك

source: Your membership, "%s" has been activated on our site, and You are ready to post ad listings.
ar_iq: عضويتكم، لقد تم تنشيط "%s" على موقعنا، وكنت على استعداد لمرحلة ما بعد إضافة أي إعلان.

source: You can post your ad by clicking on the following link:
ar_iq: يمكنك نشر إعلانك من خلال النقر على الرابط التالي:

source: Hello %s,
ar_iq: مرحبا%s،

source: This email confirms that you have purchased the following items:
ar_iq: تؤكد هذه الرسالة التي كنت قد اشتريت البنود التالية:

source: Order Summary:
ar_iq: ملخص النظام:

source: [%1$s] Receipt for your order #%2$d
ar_iq: [%1$s] الايصال الخاص بطلبك #%2$d

source: You have received payment for the following items:
ar_iq: كنت قد تلقيت دفع للعناصر التالية:

source: Please review submitted ad listing, and approve it.
ar_iq: يرجى مراجعة القائمة المقدمة الإعلانية، والموافقة عليه.

source: [%1$s] Received payment for order #%2$d
ar_iq: [%1$s] تم استلام الدفع للطلب #%2$d

source: [%1$s] Failed Order #%2$d
ar_iq: [%1$s] طلب فاشل #%2$d

source: Payment for the order #%s has failed.
ar_iq: فشلت بالدفع ل#%s.

source: Please <a href="%s">review this order</a>, and if necessary disable assigned services.
ar_iq: يرجى <a href="%s"> يراجع هذا النظام </ a> و الخدمات إذا لزم الأمر تعطيل تعيين.

source: Are you sure you want to delete this ad?
ar_iq: هل أنت متأكد أنك تريد حذف هذا الإعلان؟

source: Navigation
ar_iq: ملاحة

source: Very weak
ar_iq: ضعيف جدا

source: Weak
ar_iq: ضعيف

source: Medium
ar_iq: متوسط

source: Strong
ar_iq: قوي

source: Mismatch
ar_iq: عدم تطابق

source: Listing
ar_iq: قائمة

source: Membership
ar_iq: عضوية

source: Sorry, only post method allowed.
ar_iq: آسف، فقط أسلوب آخر مسموح به.

source: Sorry, item does not exist.
ar_iq: آسف، لا وجود البند.

source: Sorry, no results found.
ar_iq: آسف، لا توجد نتائج.

source: Select one
ar_iq: اختر واحدا

source: Welcome,
ar_iq: ترحيب،

source: Log out
ar_iq: تسجيل الخروج

source: visitor!
ar_iq: زائر!

source: No ad details found.
ar_iq: لا تفاصيل الإعلان جدت.

source: Image
ar_iq: صورة

source: exceeds the %1$s KB limit by %2$s KB. Please go back and upload a smaller image.
ar_iq: تجاوز %1$s KB الحد بواسطة %2$s KB. رجاءا ارجع للوراء وارفع صورة اصغر

source: is not a valid image type (.gif, .jpg, .png). Please go back and upload a different image.
ar_iq: ليس نوع صالح صورة (gif أو jpg أو بابوا نيو غينيا). يرجى العودة وتحميل صورة مختلفة.

source: Your ad images are now being processed...
ar_iq: ويجري حاليا معالجة الصور الإعلانية ...

source: Image
ar_iq: صورة

source: Delete Image
ar_iq: حذف صورة

source: Upload Date:
ar_iq: تحميل التسجيل:

source: File Info:
ar_iq: معلومات عن الملف:

source: Alt Text:
ar_iq: بديل النص:

source: Missing Attachment
ar_iq: مرفق المفقودين

source: You are allowed %s image(s) per ad.
ar_iq: ويسمح لك% و صورة (صور) لكل إعلان.

source: KB max file size per image.
ar_iq: KB حجم الملف كحد أقصى لكل صورة.

source: Check the box next to each image you wish to delete.
ar_iq: ضع علامة في المربع بجانب كل صورة التي ترغب في حذفها.

source: Error in deleting the image.
ar_iq: خطأ في حذف الصورة.

source: days
ar_iq: أيام

source: day
ar_iq: يوم

source: hours
ar_iq: ساعات

source: hour
ar_iq: ساعة

source: mins
ar_iq: دقيقة

source: min
ar_iq: دقيقة

source: secs
ar_iq: ثوان

source: remaining
ar_iq: المتبقية

source: This ad has expired
ar_iq: لقد انتهت صلاحية هذا الإعلان

source: Ads tagged with
ar_iq: الإعلانات المفتاحية

source: Search results for
ar_iq: نتائج البحث عن

source: Posts tagged with
ar_iq: المشاركات الموسومة ب

source: About
ar_iq: حول

source: Random Ads
ar_iq: إعلانات عشوائية

source: Popular Ads
ar_iq: الإعلانات الأكثر شعبية

source: Latest Ads
ar_iq: أحدث الإعلانات

source: Page not found
ar_iq: الصفحة غير موجودة

source: Page
ar_iq: صفحة

source: No matches found
ar_iq: لا توجد مباريات

source: need at least two characters
ar_iq: تحتاج اثنين على الأقل من الأحرف

source: New Ad Listings
ar_iq: يمكنك إضافة أي إعلان جديدة

source: Total Sales
ar_iq: إجمالي المبيعات

source: Primary Navigation
ar_iq: الإنتقال الأولية

source: Footer Navigation
ar_iq: تذييل للملاحة

source: Theme Dashboard
ar_iq: موضوع لوحة القيادة

source: Classified ad listing on %1$s for %2$s days
ar_iq: تم ادراج الاعلان المبوب في %1$s الى %2$s يوم

source: Click here to publish your ad on %s
ar_iq: انقر هنا لنشر إعلانك على%s

source: Membership on %1$s for %2$s days
ar_iq: العضوية %1$s الى %2$s يوم

source: Click here to complete your purchase on %s
ar_iq: انقر هنا لإتمام عملية الشراء على%s

source: Sorry, but there's been an error.
ar_iq: آسف، ولكن كان هناك خطأ.

source: of price
ar_iq: من سعر

source: %s's less per ad
ar_iq: %s اقل من لكل اعلان

source: Free Posting
ar_iq: المشاركة مجانية

source: %s per ad
ar_iq: %s لكل اعلان

source: required to post
ar_iq: المطلوب للنشر

source: Edit Post
ar_iq: تعديل آخر

source: Active
ar_iq: نشط

source: Chargeback
ar_iq: تحميل التكاليف

source: Completed
ar_iq: الانتهاء

source: Denied
ar_iq: رفض

source: Draft
ar_iq: مسودة

source: Expired
ar_iq: انتهى

source: Failed
ar_iq: فشل

source: Scheduled
ar_iq: المقرر

source: Inactive
ar_iq: غير فعال

source: Pending
ar_iq: ريثما

source: Private
ar_iq: خاص

source: Published
ar_iq: نشرت

source: Refunded
ar_iq: ردها

source: Reversed
ar_iq: عكس

source: Trash
ar_iq: سلة المهملات

source: Unverified
ar_iq: لم يتم التحقق منها

source: Verified
ar_iq: التحقق

source: Voided
ar_iq: باطلة

source: All times are GMT %1$s. The time now is %2$s.
ar_iq: جميع الاوقات هي بتوقيت جرينيش %1$s. الوقت الان هو %2$s.

source: Welcome to our Web site!
ar_iq: مرحبا بكم في موقعنا على شبكة الانترنت!

source: List Your Classified Ads
ar_iq: قائمة إعلانات الخاصة بك

source: We are your #1 classified ad listing site. Become a free member and start listing your classified ads within minutes. Manage all ads from your personalized dashboard.
ar_iq: نحن بك # 1 سرية موقع الإدراج الإعلان. تصبح عضوا مجانا والبدء في إدراج الإعلانات المبوبة الخاصة بك في غضون دقائق. إدارة جميع الإعلانات من لوحة المعلومات الشخصية.

source: Please fill in the fields below to post your classified ad. Required fields are denoted by a *. You will be given the opportunity to review your ad before it is posted.
ar_iq: يرجى ملء الحقول أدناه لإضافة الإعلانات المبوبة الخاصة بك. يتم الرمز الحقول المطلوبة من قبل *. سوف تعطى لك الفرصة لمراجعة إعلانك قبل نشره.

source: Please select a membership package that you would like to purchase for your account.
ar_iq: الرجاء اختيار مجموعة العضوية التي كنت ترغب في شراء لحسابك.

source: Please note that changing membership plans before your current membership expires will cancel your current membership with no refund.
ar_iq: يرجى ملاحظة أن تغيير الخطط العضوية قبل انتهاء صلاحية العضوية الحالية سيتم إلغاء عضوية الحالي من دون رد.

source: RULES AND GUIDELINES
ar_iq: القواعد والمبادئ التوجيهية

source: By posting your classified ad here, you agree that it is in compliance with our guidelines listed below.
ar_iq: عن طريق نشر الإعلانات المبوبة هنا، فإنك توافق على أن يكون في الامتثال للمبادئ التوجيهية لدينا المدرجة أدناه.

source: We reserve the right to modify any ads in violation of our guidelines order to prevent abuse and keep the content appropriate for our general audience. This includes people of all ages, races, religions, and nationalities. Therefore, all ads that are in violation of our guidelines are subject to being removed immediately and without prior notice.
ar_iq: نحن نحتفظ بالحق في تعديل أي إعلانات في انتهاك لأجل المبادئ التوجيهية لدينا لمنع الاعتداء والحفاظ على ملائمة المحتوى لجمهور العامة لدينا. وهذا يشمل الناس من جميع الأعمار والأجناس والأديان والقوميات. وبالتالي، فإن جميع الإعلانات التي تشكل انتهاكا للمبادئ توجيهية لدينا تخضع ليتم إزالتها فورا ودون إشعار مسبق.

source: By posting an ad on our site, you agree to the following statement:
ar_iq: عن طريق نشر إعلان على موقعنا، فإنك توافق على العبارة التالية:

source: I agree that I will be solely responsible for the content of any classified ads that I post on this website. I will not hold the owner of this website responsible for any losses or damages to myself or to others that may result directly or indirectly from any ads that I post here.
ar_iq: أنا أوافق أن أكون وحدها المسؤولة عن محتويات أي الإعلانات المبوبة أنني آخر على هذا الموقع. أنا لن يعقد صاحب هذا الموقع مسؤولة عن أي خسائر أو أضرار لنفسي أو لغيرها من الجهات التي قد تؤدي بشكل مباشر أو غير مباشر من أي الإعلانات التي أنا وظيفة هنا.

source: By posting an ad on our site, you further agree to the following guidelines:
ar_iq: عن طريق نشر إعلان على موقعنا، فإنك توافق على المبادئ التوجيهية التالية:

source: No foul or otherwise inappropriate language will be tolerated. Ads in violation of this rule are subject to being removed immediately and without warning. If it was a paid ad, no refund will be issues.
ar_iq: لن يتم التسامح مع أي اللغة البذيئة أو غير ملائمة خلاف ذلك. الإعلانات في انتهاك هذه القاعدة تخضع ليتم إزالتها فورا ودون سابق إنذار. إذا كان الإعلان المدفوع، وسوف لا يكون المبلغ القضايا.

source: No racist, hateful, or otherwise offensive comments will be tolerated.
ar_iq: لن يتم التسامح مع أي تعليقات عنصرية ومكروهة، أو الهجوم على خلاف ذلك.

source: No ad promoting activities that are illegal under the current laws of this state or country.
ar_iq: أي أنشطة إعلانية تروج التي هي غير شرعية بموجب القوانين الحالية لهذه الدولة أو البلد.

source: Any ad that appears to be merely a test posting, a joke, or otherwise insincere or non-serious is subject to removal.
ar_iq: أي الإعلانية التي يبدو أن مجرد نشر الاختبار، نكتة، أو خلاف ذلك غير صادقة أو غير خطيرة ويخضع لإزالتها.

source: We reserve the ultimate discretion as to which ads, if any, are in violation of these guidelines.
ar_iq: نحن نحتفظ التقديرية في نهاية المطاف على النحو الذي الإعلانات، إن وجدت، في انتهاك لهذه المبادئ التوجيهية.

source: Thank you for your understanding.
ar_iq: شكرا لكم على تفهمكم.

source: Thank you for registering, %username%
ar_iq: شكرا لكم لتسجيل،% اسم المستخدم%

source: Welcome to %s, your leader in online classified ad listings.
ar_iq: نرحب إلى%s، زعيم الخاص بك في إضافة أي إعلان عبر الإنترنت المصنفة.

source: Below you will find your username and password which allows you to login to your user account and begin posting classified ads.
ar_iq: أدناه سوف تجد اسم المستخدم وكلمة المرور التي تسمح لك لتسجيل الدخول إلى حساب المستخدم الخاص بك والبدء في نشر الإعلانات المبوبة.

source: If you have any questions, please just let us know.
ar_iq: إذا كان لديك أي أسئلة، يرجى فقط اسمحوا لنا أن نعرف.

source: Best regards,
ar_iq: مع أطيب التحيات،

source: Continue
ar_iq: استمر

source: Enter your Twitter username without the URL.
ar_iq: أدخل تويتر اسم المستخدم دون URL.

source: Enter your Facebook username without the URL.
ar_iq: دخول الفيسبوك اسم المستخدم دون URL.

source: Don't have one yet?
ar_iq: لم يكن لديك واحدة حتى الآن؟

source: Get a custom URL.
ar_iq: الحصول على URL مخصص.

source: Active Membership Pack:
ar_iq: نشط العضوية حزمة:

source: Custom Membership Pack active for the user. Can only be changed by admins.
ar_iq: العرف العضوية حزمة نشطة للمستخدم. ويمكن ان تتغير إلا عن طريق مدراء.

source: Enter Pack ID to activate membership for user.
ar_iq: أدخل معرف حزمة لتفعيل العضوية للمستخدم.

source: Membership Pack Expires Date:
ar_iq: عضوية حزمة ينتهي التسجيل:

source: Date for unlimited/dealer posting (if enabled). Can only be changed by admins.
ar_iq: موعد غير محدود / تاجر نشر (إذا تمكين). ويمكن ان تتغير إلا عن طريق مدراء.

source: Enter date in format <code>Y-m-d H:i:s</code> Example date: <code>2012-01-26 13:25:00</code>
ar_iq: يدخل التاريخ في شكل برمجيات <code> YMD H: ط: ق </ رمز> تاريخ مثال: 2012-01-26 13:25:00 على <code> </ رمز>

source: Extended Profile
ar_iq: الملف تمديد

source: Refine Results
ar_iq: حدد النتائج

source: %1$s or %2$s
ar_iq: %1$s او %2$s

source: miles
ar_iq: كيلومتر

source: kilometers
ar_iq: كم

source: Radius
ar_iq: نصف القطر

source: Show Thousands
ar_iq: تظهر آلاف

source: Refine Results &rsaquo;&rsaquo;
ar_iq: حدد النتائج >>

source: All Categories
ar_iq: جميع الفئات

source: Search Ads
ar_iq: بحث الإعلانات

source: Access Denied.
ar_iq: رفض الوصول.

source: Access Denied. Your site administrator has blocked your access to the WordPress back-office.
ar_iq: رفض الوصول. قد منعت بمسؤول الموقع وصولك إلى وورد المكاتب الخلفية.

source: Main Sidebar
ar_iq: الشريط الجانبي الرئيسي

source: This is your main ClassiPress sidebar.
ar_iq: هذا هو الشريط الجانبي الخاص بك ClassiPress الرئيسي.

source: Ad Sidebar
ar_iq: الشريط الجانبي الإعلان

source: This is your ClassiPress single ad listing sidebar.
ar_iq: هذا هو واحد الخاص ClassiPress إعلان قائمة الشريط الجانبي.

source: Page Sidebar
ar_iq: الصفحة الشريط الجانبي

source: This is your ClassiPress page sidebar.
ar_iq: هذا هو الشريط الجانبي الخاص بك الصفحة ClassiPress.

source: Blog Sidebar
ar_iq: بلوق الشريط الجانبي

source: This is your ClassiPress blog sidebar.
ar_iq: هذا هو الشريط الجانبي الخاص ClassiPress بلوق.

source: Dashboard Sidebar
ar_iq: لوحة أجهزة القياس الشريط الجانبي

source: This is your ClassiPress dashboard sidebar.
ar_iq: هذا هو الشريط الجانبي الخاص ClassiPress لوحة أجهزة القياس.

source: Author Sidebar
ar_iq: مؤلف الشريط الجانبي

source: This is your ClassiPress author sidebar.
ar_iq: هذا هو الشريط الجانبي الخاص ClassiPress المؤلف.

source: Footer
ar_iq: تذييل

source: This is your ClassiPress footer. You can have up to four items which will display in the footer from left to right.
ar_iq: هذا هو تذييل ClassiPress الخاص بك. هل يمكن أن يكون ما يصل إلى أربعة عناصر والتي سوف يتم عرضها في تذييل من اليسار إلى اليمين.

source: views
ar_iq: المشاهدات

source: No ads viewed yet.
ar_iq: أي إعلانات شوهدت حتى الآن.

source: Display the ad categories.
ar_iq: عرض الفئات الإعلانية.

source: CP Ad Categories
ar_iq: CP الإعلان التصنيفات

source: Number of categories to show (0 for all):
ar_iq: عدد من الفئات لعرض (0 للجميع):

source: Search
ar_iq: بحث

source: Filter by City
ar_iq: النتائج حسب المنطقة

source: All
ar_iq: كل

source: No cities found.
ar_iq: لم يتم العثور على المدن.

source: Places an ad space in the sidebar for 125x125 ads
ar_iq: يضع المساحة الإعلانية في الشريط الجانبي ل125x125 الإعلانات

source: CP 125x125 Ads
ar_iq: CP 125x125 الإعلانات

source: Sponsored Ads
ar_iq: الإعلانات التي ترعاها

source: Ads:
ar_iq: الإعلانات:

source: Enter one ad entry per line in the following format:
ar_iq: دخول دخول إعلان واحد في كل سطر في الشكل التالي:

source: URL|Image URL|Image Alt Text|rel
ar_iq: URL | عنوان الصورة | صورة نص بديل | يختلط

source: <strong>Note:</strong> You must hit your &quot;enter/return&quot; key after each ad entry otherwise the ads will not display properly.
ar_iq: <strong> ملاحظة: </ STRONG> يجب أن تصل بك "أدخل / العودة" مفتاح بعد كل إدخال الإعلان وإلا فإن الإعلانات لا يتم عرض بشكل صحيح.

source: Open ads in a new window?
ar_iq: إعلانات مفتوحة في نافذة جديدة؟

source: This places a Facebook page Like Box in your sidebar to attract and gain Likes from visitors.
ar_iq: هذا يضع صفحة الفيسبوك مثل صندوق في الشريط الجانبي الخاص بك لجذب وكسب الاعجاب من الزوار.

source: CP Facebook Like Box
ar_iq: CP الفيسبوك مثل صندوق

source: Facebook Friends
ar_iq: أصدقاء الفيسبوك

source: Facebook ID:
ar_iq: الفيسبوك الرقم:

source: Connections
ar_iq: روابط

source: Width
ar_iq: عرض

source: Height
ar_iq: ارتفاع

source: Your most recent blog posts
ar_iq: لديك بلوق وظائف الأخيرة

source: CP Recent Blog Posts
ar_iq: CP آخر مقالات المدونة

source: From the Blog
ar_iq: من مدونة

source: Posts Shown
ar_iq: الوظائف المبينة

source: Your sidebar ad search box
ar_iq: الشريط الجانبي مربع البحث إعلانك

source: CP Ad Search Box
ar_iq: CP الإعلان مربع البحث

source: Search Classified Ads
ar_iq: بحث الإعلانات المبوبة

source: Display the top ads today.
ar_iq: عرض الإعلانات أعلى اليوم.

source: CP Top Ads Today
ar_iq: CP الأعلى إعلانات اليوم

source: Popular Ads Today
ar_iq: الإعلانات الأكثر شعبية اليوم

source: Number of ads to show:
ar_iq: عدد الإعلانات للعرض:

source: Display the top ads overall.
ar_iq: عرض الإعلانات أعلى بشكل عام.

source: CP Top Ads Overall
ar_iq: CP الأعلى الطلب الكلي

source: Popular Ads Overall
ar_iq: الإعلانات الأكثر شعبية عموما

source: Site Sponsors
ar_iq: الرعاة الموقع

source: Your most used ad tags in cloud format.
ar_iq: العلامات الخاصة بك الأكثر استخداما الإعلان في شكل سحابة.

source: CP Ads Tag Cloud
ar_iq: CP الإعلانات سحابة الكلمة الدلالية

source: Ad Tags
ar_iq: الإعلان الكلمات

source: Taxonomy:
ar_iq: التصنيف:

source: Number of items to show:
ar_iq: عدد من عناصر لإظهارها:

source: Display the featured ads.
ar_iq: عرض إعلانات مميزة.

source: CP Featured Ads
ar_iq: CP Ads مميز

source: Display the ads marked as sold.
ar_iq: عرض إعلانات وضعت بيعها.

source: CP Sold Ads
ar_iq: CP تباع الإعلانات

source: Sold Ads
ar_iq: إعلانات بيع

source: Blog
ar_iq: بلوق

source: Ad Listings
ar_iq: يمكنك إضافة أي إعلان

source: Add New
ar_iq: إضافة جديد

source: You have active membership pack "%s". Membership benefit will apply on the review page before publishing an ad.
ar_iq: لديك نشطة حزمة العضوية "%s". وسوف تستفيد عضوية تنطبق على الصفحة مراجعة قبل النشر والإعلان.

source: Memberships
ar_iq: عضويات

source: Edit Item
ar_iq: تحرير عنصر

source: There was an error trying to update your ad.
ar_iq: كان هناك خطأ أثناء محاولة تحديث إعلانك.

source: Your ad has been successfully updated.
ar_iq: تم تحديث إعلانك بنجاح.

source: Return to my dashboard
ar_iq: العودة إلى بلدي لوحة القيادة

source: Ad has been paused.
ar_iq: تم إيقاف الإعلان.

source: Ad has been published.
ar_iq: وقد تم نشر الإعلان.

source: Ad has been deleted.
ar_iq: تم حذف الإعلان.

source: Ad has been marked as sold.
ar_iq: وقد اتسمت الإعلانية وبيعها.

source: Ad has been unmarked as sold.
ar_iq: وقد تم الإعلان لا تحمل علامات مميزة كما تباع.
