Repository: SaFi2266/APT
Catalog: classipress-*.po
Languages: ar_iq

source: Whoops! Page Not Found.
ar_iq: يصيح! لم يتم العثور على الصفحة.

source: The page or ad listing you are trying to reach no longer exists or has expired.
ar_iq: الصفحة أو إعلان إدراج تحاول الوصول لم يعد موجودا أو انتهت صلاحيته.

source: Return to %s
ar_iq: العودة إلى %s

source: &larr; Return to %s
ar_iq: ← العودة إلى %s

source: <span class="%1$s">By</span> %2$s
ar_iq: <span class="%1$s"> بواسطة </ SPAN>%2$s

source: View all ads by %s
ar_iq: عرض كل الإعلانات التي كتبها% ليالي

source: <span class="%1$s">Uploaded</span> %2$s
ar_iq: <span class="%1$s"> حملت </ SPAN> %2$s

source: Full size is %s pixels
ar_iq: بالحجم الكامل هو%s بكسل

source: Link to full-size image
ar_iq: الرابط إلى الصورة بالحجم الكامل

source: Edit
ar_iq: تعديل

source: &larr; prev
ar_iq: ← السابقة

source: next &rarr;
ar_iq: القادم →

source: About %s
ar_iq: معلومات عن %s

source: Member Since:
ar_iq: عضو منذ:

source: Website:
ar_iq: الموقع:

source: Twitter
ar_iq: تغريد

source: Facebook
ar_iq: الفيسبوك

source: Description
ar_iq: وصف

source: Ads
ar_iq: الإعلانات

source: Posts
ar_iq: المشاركات

source: Latest items listed
ar_iq: أحدث البنود المدرجة

source: Recent blog posts
ar_iq: بلوق وظائف الأخيرة

source: Please do not load this page directly.
ar_iq: يرجى عدم تحميل هذه الصفحة مباشرة.

source: This post is password protected. Enter the password to view comments.
ar_iq: هذه الوظيفة هي كلمة السر المحمية. أدخل كلمة المرور لمشاهدة التعليقات.

source: No Responses
ar_iq: لا الردود

source: One Response
ar_iq: رد واحد

source: % Responses
ar_iq: الردود%

source: to
ar_iq: إلى

source: Older Comments
ar_iq: أقدم تعليقات

source: Newer Comments
ar_iq: أحدث تعليقات

source: Trackbacks/Pingbacks
ar_iq: تركبكس / pingbacks

source: Featured Listings
ar_iq: القوائم مميزة

source: All Rights Reserved.
ar_iq: جميع الحقوق محفوظة.

source: Classified Ads Software
ar_iq: إعلانات البرامج

source: Powered by
ar_iq: مدعوم من

source: RSS Feed
ar_iq: تغذيات RSS

source: Post an Ad
ar_iq: أضف اعلان

source: Continue reading &raquo;
ar_iq: مواصلة القراءة »

source: Order Summary
ar_iq: ملخص النظام

source: Please select a method for processing your payment:
ar_iq: الرجاء اختيار طريقة لمعالجة الدفع الخاص بك:

source: Submit
ar_iq: عرض

source: Edit Page
ar_iq: تحرير الصفحة

source: Sorry, no pages matched your criteria.
ar_iq: آسف، لا توجد صفحات المعاير المطلوبة.

source: What are you looking for?
ar_iq: ما الذي تبحث عنه؟

source: Search for '%1$s' returned %2$s results
ar_iq: البحث عن '% 1 $ S'% 2 $ إرجاع نتائج ثانية

source: Map
ar_iq: خريطة

source: Contact
ar_iq: اتصل

source: Poster
ar_iq: الملصق

source: You must be logged in to inquire about this ad.
ar_iq: يجب عليك أن تقوم بتسجيل الدخول للاستفسار عن هذا الإعلان.

source: Information about the ad poster
ar_iq: معلومات عن ملصق إعلان

source: Listed by:
ar_iq: المعلن:

source: Other items listed by
ar_iq: غيرها من البنود المدرجة من قبل

source: No other ads by this poster found.
ar_iq: العثور على أية إعلانات أخرى من قبل هذا الملصق.

source: Latest items listed by
ar_iq: أحدث البنود المدرجة من قبل

source: Popular
ar_iq: شعبي

source: Comments
ar_iq: تعليقات

source: Tags
ar_iq: به

source: BlogRoll
ar_iq: المدونات

source: Meta
ar_iq: ميتا

source: User Options
ar_iq: خيارات المستخدم

source: My Dashboard
ar_iq: لوحة بلدي

source: Edit Profile
ar_iq: تعديل الملف الشخصي

source: WordPress Admin
ar_iq: وورد الادارية

source: Log Out
ar_iq: خروج

source: Account Information
ar_iq: معلومات الحساب

source: Last Login:
ar_iq: آخر تسجيل دخول:

source: Your membership pack "%1$s" expired on %2$s.
ar_iq: حزمة عضويتك "% 1 $ S" انتهت في% 2 $ ق.

source: Renew Your Membership Pack
ar_iq: تجديد حزمة العضوية الخاصة بك

source: Membership Pack:
ar_iq: عضوية حزمة:

source: Membership Expires:
ar_iq: عضوية تنتهي:

source: Renew or Extend Your Membership Pack
ar_iq: تجديد أو توسيع حزمة عضويتك

source: Purchase a Membership Pack
ar_iq: شراء حزمة العضوية

source: Account Statistics
ar_iq: الاحصائيات حساب

source: Live Listings:
ar_iq: القوائم الحية:

source: Pending Listings:
ar_iq: في انتظار القوائم:

source: Offline Listings:
ar_iq: القوائم حاليا:

source: Total Listings:
ar_iq: مجموع القوائم:

source: Join Now!
ar_iq: اشترك الآن!

source: Welcome back,
ar_iq: نرحب مرة،

source: You last logged in at:
ar_iq: كنت في الماضي تسجيل في:

source: Manage your ads or edit your profile from your personalized dashboard.
ar_iq: إدارة إعلاناتك أو تعديل ملفك الشخصي من لوحة المعلومات الشخصية.

source: Manage Ads
ar_iq: إدارة الإعلانات

source: Sub Categories
ar_iq: التصنيفات الفرعية

source: Post Was Reported
ar_iq: آخر أفيد

source: Report This Post
ar_iq: تبليغ عن مشاركة

source: This item has been sold
ar_iq: وقد تم بيع هذا البند

source: Listed:
ar_iq: سرد:

source: Expires:
ar_iq: تنتهي:

source: %s RSS Feed
ar_iq: % تغذيات

source: Listings for
ar_iq: قوائم لل

source: Listings tagged with
ar_iq: قوائم المفتاحية

source: Ad Categories
ar_iq: الإعلان التصنيفات

source: Just Listed
ar_iq: المدرج فقط

source: Most Popular
ar_iq: الأكثر شعبية

source: Random
ar_iq: عشوائية

source: Classified Ads
ar_iq: الإعلانات المبوبة

source: View More Ads
ar_iq: عرض المزيد من الإعلانات

source: %s's Dashboard
ar_iq: %s لوحة

source: Below you will find a listing of all your classified ads. Click on one of the options to perform a specific task. If you have any questions, please contact the site administrator.
ar_iq: أدناه ستجد قائمة بجميع الإعلانات المبوبة الخاصة بك. انقر على واحدة من الخيارات لتنفيذ مهمة معينة. إذا كان لديك أي أسئلة، يرجى الاتصال بمسؤول الموقع.

source: Title
ar_iq: لقب

source: Views
ar_iq: المشاهدات

source: Status
ar_iq: حالة

source: Options
ar_iq: خيارات

source: Live Until
ar_iq: يعيش حتى

source: Pause Ad
ar_iq: وقفة الإعلان

source: Awaiting payment
ar_iq: تنتظر السداد

source: Awaiting approval
ar_iq: في انتظار الموافقة

source: Ended
ar_iq: انتهت

source: Offline
ar_iq: غير متصل

source: Restart ad
ar_iq: إعلان إعادة التشغيل

source: Pay now
ar_iq: تدفع الآن

source: Relist Ad
ar_iq: اعادة تسجيلها الإعلان

source: Edit Ad
ar_iq: تحرير الإعلان

source: Delete Ad
ar_iq: حذف الإعلان

source: Mark ad as sold
ar_iq: الإعلان علامة كما باعت

source: Mark Sold
ar_iq: علامة مباع

source: Unmark ad as sold
ar_iq: الإعلان إزالته من بيعها

source: Unmark Sold
ar_iq: عدم تحديد مباع

source: You currently have no classified ads.
ar_iq: لديك حاليا أي إعلانات المبوبة.

source: Edit Your Ad
ar_iq: تعديل إعلانك

source: Edit the fields below and click save to update your ad. Your changes will be updated instantly on the site.
ar_iq: تحرير الحقول أدناه وانقر على حفظ لتحديث إعلانك. سيتم تحديث التغييرات الخاصة بك على الفور على الموقع.

source: Images:
ar_iq: الصور:

source: Sorry, image editing is not supported for this ad.
ar_iq: آسف، لا يتم دعم تحرير الصور لهذا الإعلان.

source: Cancel
ar_iq: إلغاء

source: Update Ad &raquo;
ar_iq: تحديث الإعلان »

source: No content found.
ar_iq: لم يتم العثور على المحتوى.

source: Login
ar_iq: دخول

source: Please complete the fields below to login to your account.
ar_iq: يرجى ملء الحقول أدناه لتسجيل الدخول إلى حسابك.

source: Username:
ar_iq: اسم المستخدم:

source: Password:
ar_iq: كلمة السر:

source: Remember me
ar_iq: تذكرني

source: Login &raquo;
ar_iq: تسجيل الدخول »

source: Password Lost and Found
ar_iq: فقدت كلمة المرور وجدت

source: Lost your password?
ar_iq: فقدت كلمة السر؟

source: Choosen membership package does not exist.
ar_iq: لا وجود حزمة عضوية اخترته.

source: You need to choose membership package.
ar_iq: عليك أن تختار حزمة العضوية.

source: Membership order ID is invalid.
ar_iq: ID أجل عضوية غير صالح.

source: Membership Not Enabled
ar_iq: عضوية غير ممكن

source: Administrator currently has memberships disabled. Please try again later.
ar_iq: مسؤول حاليا وتعطيل عضوية. يرجى المحاولة مرة أخرى في وقت لاحق.

source: An Error Has Occurred
ar_iq: حدث خطأ

source: Please <a href="#" %s>go back</a> and fix the error(s).
ar_iq: يرجى <a href="#" %s> العودة </ a> و إصلاح الخطأ (ق).

source: Password Recovery
ar_iq: استعادة كلمة السر

source: Please enter your username or email address. A new password will be emailed to you.
ar_iq: الرجاء أدخل اسم المستخدم أو عنوان البريد الإلكتروني الخاص بك. وسوف تكون عبر البريد الالكتروني كلمة مرور جديدة لك.

source: Username or Email:
ar_iq: اسم المستخدم أو البريد الإلكتروني:

source: Reset Password
ar_iq: إعادة تعيين كلمة المرور

source: Password Reset
ar_iq: إعادة تعيين كلمة المرور

source: Enter your new password below.
ar_iq: أدخل كلمة المرور الجديدة أدناه.

source: New password
ar_iq: كلمة مرور جديدة

source: Confirm new password
ar_iq: تأكيد كلمة المرور الجديدة

source: Strength indicator
ar_iq: مؤشر قوة

source: Hint: The password should be at least seven characters long. To make it stronger, use upper and lower case letters, numbers and symbols like ! " ? $ % ^ &amp; ).
ar_iq: تلميح: يجب أن تكون كلمة السر لا يقل عن سبعة أحرف. لجعلها أقوى، استخدم العلوي والسفلي حالة الحروف والأرقام والرموز مثل! "؟ $% ^ &).

source: %s's Profile
ar_iq: % في الملف الشخصي

source: First Name:
ar_iq: الاسم الأول:

source: Last Name:
ar_iq: اسم العائلة:

source: Nickname:
ar_iq: الإسم المستعار:

source: Display Name:
ar_iq: اسم العرض:

source: Email:
ar_iq: البريد الإلكتروني:

source: About Me:
ar_iq: معلومات عني:

source: New Password:
ar_iq: كلمة السر الجديدة:

source: Leave this field blank unless you would like to change your password.
ar_iq: ترك هذا الحقل فارغا إلا إذا كنت ترغب في تغيير كلمة المرور الخاصة بك.

source: Password Again:
ar_iq: كلمة مرة أخرى:

source: Type your new password again.
ar_iq: اكتب كلمة المرور الجديدة مرة أخرى.

source: Your password should be at least seven characters long.
ar_iq: يجب أن تكون كلمة المرور الخاصة بك لا يقل عن سبعة أحرف.

source: Update Profile &raquo;
ar_iq: الملف التحديث »

source: Register
ar_iq: تسجيل

source: Complete the fields below to create your free account. Your login details will be emailed to you for confirmation so make sure to use a valid email address. Once registration is complete, you will be able to submit your ads.
ar_iq: أكمل الحقول أدناه لإنشاء حساب مجانية. وسوف تكون عبر البريد الالكتروني تفاصيل تسجيل الدخول الخاصة بك لكم لتأكيد ذلك للتأكد من استخدام عنوان بريد إلكتروني صحيح. مرة واحدة اكتمال التسجيل، سوف تكون قادرة على تقديم إعلاناتك.

source: Create Account
ar_iq: إنشاء حساب

source: ** User registration is currently disabled. Please contact the site administrator. **
ar_iq: ** تم تعطيل تسجيل المستخدم حاليا. يرجى الاتصال بمسؤول الموقع. **

source: Debug Mode On
ar_iq: تصحيح الوضع في

source: Featured Ads
ar_iq: الإعلانات المميزة

source: Dashboard
ar_iq: لوحة أجهزة القياس

source: Latest News
ar_iq: أحدث الأخبار

source: Latest Tweets
ar_iq: أحدث تغريدات

source: Tutorials
ar_iq: الدروس

source: From the Marketplace
ar_iq: من السوق

source: System Info
ar_iq: معلومات النظام

source: Cron Jobs
ar_iq: كرون وظائف

source: Theme Info
ar_iq: معلومات الموضوع

source: Theme Name
ar_iq: اسم الموضوع

source: Theme Version
ar_iq: النسخة موضوع

source: WordPress Info
ar_iq: ورد معلومات

source: Home URL
ar_iq: URL المنزل

source: Site URL
ar_iq: URL موقع

source: Theme Path
ar_iq: مسار الموضوع

source: WP Version
ar_iq: WP النسخة

source: Multisite
ar_iq: متعددة المواقع

source: WP Memory Limit
ar_iq: WP الذاكرة الحد

source: WP Max Upload Size
ar_iq: WP ماكس تحميل الحجم

source: WP Debug Mode
ar_iq: WP وضع التصحيح

source: Yes
ar_iq: نعم

source: No
ar_iq: لا

source: Force SSL Admin
ar_iq: قوة SSL الادارية

source: Child Theme
ar_iq: موضوع الطفل

source: Server Info
ar_iq: معلومات الخادم

source: Server Software
ar_iq: برمجيات الخادم

source: PHP Version
ar_iq: PHP الإصدار

source: Function phpversion() is not available.
ar_iq: وظيفة phpversion () غير متوفر.

source: MySQL Version
ar_iq: الخلية النسخة

source: Function mysql_get_server_info() is not available.
ar_iq: وظيفة mysql_get_server_info () غير متوفر.

source: PHP Post Max Size
ar_iq: PHP بوست ماكس الحجم

source: Function ini_get() is not available.
ar_iq: وظيفة ini_get () غير متوفر.

source: PHP Max Input Vars
ar_iq: PHP ماكس الإدخال فار

source: PHP Time Limit
ar_iq: PHP المهلة

source: Upload Max Filesize
ar_iq: تحميل ماكس حجم الملف

source: Display Errors
ar_iq: أخطاء العرض

source: SUHOSIN Installed
ar_iq: SUHOSIN المثبتة

source: Image Support
ar_iq: الصورة الدعم

source: GD Library Installed
ar_iq: مكتبة GD المثبتة

source: Image Upload Path
ar_iq: الصورة تحميل مسار

source: Other Checks
ar_iq: الشيكات الأخرى

source: JSON Decode
ar_iq: JSON فك شفرة

source: cURL Enabled
ar_iq: الضفيرة ممكن

source: fsockopen Enabled
ar_iq: fsockopen ممكن

source: OpenSSL Enabled
ar_iq: تمكين بينسل

source: WP Remote Post
ar_iq: آخر WP عن بعد

source: wp_remote_post() test was successful.
ar_iq: كان wp_remote_post () تجربة ناجحة.

source: wp_remote_post() test failed.
ar_iq: فشل wp_remote_post () الاختبار.

source: Plugins
ar_iq: الإضافات

source: Installed Plugins
ar_iq: الإضافات المثبتة

source: Download Report
ar_iq: تحميل تقرير

source: One-off event
ar_iq: الحدث لمرة واحدة

source: You haven&#39;t created any cron job tasks yet.
ar_iq: لم تقم بإنشاء أي مهام كرون وظيفة حتى الآن.

source: Hook Name
ar_iq: اسم هوك

source: Frequency
ar_iq: تردد

source: Next Run Date
ar_iq: المقبل تشغيل التسجيل

source: Save Changes
ar_iq: حفظ التغييرات

source: Help
ar_iq: مساعدة

source: CSV Importer
ar_iq: CSV المستورد

source: Importer
ar_iq: المستورد

source: Below you will find a tool which allows you to import content from other systems via a CSV (comma-separated values) file, which can be edited using a program like Excel. Note that the file must be in the correct format for the import tool to work. You will find an example .csv file in the "examples" theme folder.
ar_iq: أدناه سوف تجد الأداة التي تسمح لك لاستيراد المحتوى من الأنظمة الأخرى عن طريق CSV (قيم مفصولة بفواصل) الملف، والتي يمكن تحريرها باستخدام برنامج مثل إكسل. لاحظ أنه يجب أن يكون الملف بالتنسيق الصحيح للأداة استيراد للعمل. سوف تجد ملف CSV سبيل المثال. في "أمثلة" المجلد الموضوع.

source: Choose a CSV file to upload, then click "Upload file and import".
ar_iq: اختيار ملف CSV لتحميل، ثم انقر فوق "رفع ملف والاستيراد".

source: Before you can upload your import file, you will need to fix the following error:
ar_iq: قبل أن تتمكن من تحميل ملف الاستيراد الخاص بك، فإنك بحاجة إلى إصلاح الخطأ التالي:

source: Choose a file from your computer:
ar_iq: اختيار ملف من جهاز الكمبيوتر الخاص بك:

source: Maximum size: %s
ar_iq: الحد الأقصى لحجم:%s

source: Upload file and import
ar_iq: تحميل ملف والاستيراد

source: Sorry, there has been an error.
ar_iq: آسف، لم يكن هناك خطأ.

source: The file could not be processed.
ar_iq: لا يمكن معالجة الملف.

source: Imported %s items.
ar_iq: سلع المستوردة%s.

source: Invalid file type
ar_iq: نوع ملف غير صالح

source: Remote server did not respond
ar_iq: لم يستجب الملقم البعيد

source: Remote server returned error response %1$d %2$s
ar_iq: الملقم البعيد استجابة خطأ عادت% 1 $ د% 2 $ ق

source: Remote file is incorrect size
ar_iq: الملف البعيد هو حجم غير صحيحة

source: Zero size file downloaded
ar_iq: صفر حجم الملف تحميلها

source: Remote file is too large, limit is %s
ar_iq: الملف البعيد كبير جدا، والحد الأقصى هو%s

source: Successfully updated to version %s.
ar_iq: تحديث بنجاح إلى النسخة%s.

source: Images
ar_iq: الصور

source: Clear
ar_iq: مسح

source: Add Image
ar_iq: إضافة صورة

source: You are allowed to upload %s file(s).
ar_iq: ويسمح لك لتحميل الملف%s (ق).

source: Maximum file size: %s KB.
ar_iq: الحد الأقصى لحجم الملف:%s KB.

source: You are using the flash uploader. Problems? Try the <a href="#">browser uploader</a> instead.
ar_iq: كنت تستخدم رافع فلاش. المشاكل؟ محاولة المتصفح <a href="#"> رافع </ أ> بدلا من ذلك.

source: You are using the browser uploader. Problems? Try the <a href="#">flash uploader</a> instead.
ar_iq: كنت تستخدم متصفح رافع. المشاكل؟ حاول <a href="#"> فلاش رافع </ أ> بدلا من ذلك.

source: Change Title
ar_iq: تغيير العنوان

source: Delete
ar_iq: حذف

source: Are you sure?
ar_iq: هل أنت متأكد؟

source: Allowed Files
ar_iq: ملفات سمح

source: Your listing images are now being processed...
ar_iq: ويجري حاليا معالجة الصور قوائمك ...

source: Image number %1$d of %2$s has been processed.
ar_iq: وقد تم تجهيز 2 $ S% عدد الصور 1 $ d من%.

source: %d total views, %d today
ar_iq: % د مجموع المشاهدات،% D اليوم

source: No views yet
ar_iq: لا توجد طرق عرض حتى الآن

source: Stats has been reseted!
ar_iq: وقد الإحصائيات reseted!

source: Reset listing statistics
ar_iq: إعادة تعيين الاحصائيات الإدراج

source: Reset stats
ar_iq: تصفير الإحصاءات

source: <strong>ERROR</strong>: The username field is empty.
ar_iq: على <strong> خطأ </ STRONG>: حقل اسم المستخدم فارغا.

source: <strong>ERROR</strong>: The password field is empty.
ar_iq: على <strong> خطأ </ STRONG>: حقل كلمة المرور فارغة.

source: Cookies are blocked or not supported by your browser. You must enable cookies to continue.
ar_iq: يتم حظر ملفات تعريف الارتباط أو غير مدعوم من متصفحك. يجب تمكين ملفات تعريف الارتباط للمتابعة.

source: You are now logged out.
ar_iq: يتم تسجيل خروجك.

source: User registration is currently not allowed.
ar_iq: حاليا لا يسمح تسجيل المستخدم.

source: Check your email for the confirmation link.
ar_iq: التحقق من بريدك الالكتروني لتأكيد الصلة.

source: Check your email for your new password.
ar_iq: التحقق من بريدك الالكتروني لكلمة المرور الجديدة.

source: Registration complete. Please check your e-mail.
ar_iq: تسجيل كامل. يرجى التحقق من البريد الإلكتروني الخاص بك.

source: Your password has been reset. Please login.
ar_iq: وقد تم إعادة تعيين كلمة السر الخاصة بك. يرجى تسجيل الدخول.

source: Sorry, that key does not appear to be valid. Please try again.
ar_iq: آسف، لا يبدو أن رمز المفتاح غير صحيح. يرجى المحاولة مرة أخرى.

source: <strong>ERROR</strong>: Enter a username or e-mail address.
ar_iq: على <strong> خطأ </ STRONG>: أدخل اسم المستخدم أو عنوان البريد الإلكتروني.

source: <strong>ERROR</strong>: There is no user registered with that email address.
ar_iq: على <strong> خطأ </ STRONG>: لا يوجد عضو مسجل مع أن عنوان البريد الإلكتروني.

source: <strong>ERROR</strong>: Invalid username or e-mail.
ar_iq: على <strong> خطأ </ STRONG>: اسم المستخدم أو البريد الإلكتروني غير صالح.

source: Password reset is not allowed for this user
ar_iq: غير مسموح إعادة تعيين كلمة المرور لهذا المستخدم

source: Someone requested that the password be reset for the following account:
ar_iq: طلب شخص ما أن إعادة تعيين كلمة المرور للحساب التالي:

source: Username: %s
ar_iq: اسم المستخدم:%s

source: If this was a mistake, just ignore this email and nothing will happen.
ar_iq: إذا كان هذا خطأ، فقط تجاهل هذه الرسالة و لن يحدث شيء.

source: To reset your password, visit the following address:
ar_iq: لإعادة تعيين كلمة المرور الخاصة بك، قم بزيارة العنوان التالي:

source: [%s] Password Reset
ar_iq: [%s] إعادة تعيين كلمة المرور

source: The e-mail could not be sent.
ar_iq: تعذر إرسال البريد الإلكتروني.

source: Possible reason: your host may have disabled the mail() function...
ar_iq: السبب المحتمل: المضيف الخاص بك قد تم تعطيل الإلكتروني () وظيفة ...

source: The passwords do not match.
ar_iq: كلمات المرور لا تتطابق.

source: Invalid key
ar_iq: مفتاح غير صالح

source: <strong>ERROR</strong>: Please enter a username.
ar_iq: على <strong> خطأ </ STRONG>: الرجاء إدخال اسم المستخدم.

source: <strong>ERROR</strong>: This username is invalid because it uses illegal characters. Please enter a valid username.
ar_iq: على <strong> خطأ </ STRONG>: اسم المستخدم هذا غير صحيح لأنه يستخدم أحرف غير شرعية. الرجاء إدخال اسم مستخدم صالح.

source: <strong>ERROR</strong>: This username is already registered, please choose another one.
ar_iq: على <strong> خطأ </ STRONG>: تم تسجيل اسم المستخدم هذا بالفعل، يرجى اختيار واحد آخر.

source: <strong>ERROR</strong>: Please type your e-mail address.
ar_iq: على <strong> خطأ </ STRONG>: الرجاء كتابة عنوان البريد الإلكتروني الخاص بك.

source: <strong>ERROR</strong>: The email address isn&#8217;t correct.
ar_iq: على <strong> خطأ </ STRONG>: عنوان البريد الإلكتروني غير صحيح.

source: <strong>ERROR</strong>: This email is already registered, please choose another one.
ar_iq: على <strong> خطأ </ STRONG>: هذا البريد الإلكتروني يسجل بالفعل، يرجى اختيار واحد آخر.

source: <strong>ERROR</strong>: Please enter a password.
ar_iq: على <strong> خطأ </ STRONG>: الرجاء إدخال كلمة مرور.

source: <strong>ERROR</strong>: Please enter the password twice.
ar_iq: على <strong> خطأ </ STRONG>: الرجاء إدخال كلمة المرور مرتين.

source: <strong>ERROR</strong>: The passwords do not match.
ar_iq: على <strong> خطأ </ STRONG>: كلمات المرور لا تتطابق.

source: <strong>ERROR</strong>: The reCaptcha anti-spam response was incorrect.
ar_iq: على <strong> خطأ </ STRONG>: كانت الأخبار الإقتصادية العامة استجابة لمكافحة البريد المزعج غير صحيحة.

source: <strong>ERROR</strong>: Couldn&#39;t register you... please contact the <a href="mailto:%s">webmaster</a> !
ar_iq: على <strong> خطأ </ STRONG>: تعذر تسجيل لك ... يرجى الاتصال <a href="mailto:%s"> مشرفي المواقع </ A>!

source: The default WordPress login page is still accessible.
ar_iq: صفحة تسجيل الدخول وورد الافتراضي لا يزال الوصول إليها.

source: After you ensure that permalinks on your site are working correctly and you are not using any "maintenance mode" plugins, please disable it in your <a href="%s">theme settings</a>.
ar_iq: بعد التأكد من أن الروابط الثابتة Permalinks على موقعك تعمل بشكل صحيح وكنت لا تستخدم أي "وضع الصيانة" الإضافات، يرجى تعطيله في إعدادات السمة href="%s"> <a الخاصة بك </ A>.

source: Browse:
ar_iq: تصفح:

source: Home
ar_iq: الرئيسية

source: Minute %1$s
ar_iq: دقيقة %1$s

source: Week %1$s
ar_iq: اسبوع %1$s

source: Search results for &quot;%1$s&quot;
ar_iq: نتائج البحث عن &quot;%1$s&quot;

source: 404 Not Found
ar_iq: 404 لم يتم العثور على

source: Page %s
ar_iq: صفحة %s

source: Lost password?
ar_iq: فقدت كلمة السر؟

source: Page %s of %s
ar_iq: الصفحة%s من%s

source: No categories
ar_iq: لا يوجد فئات

source: %s ago
ar_iq: %s منذ

source: Your profile has been updated.
ar_iq: تم تحديث ملفك الشخصي.

source: Create connections
ar_iq: إنشاء اتصالات

source: Connected %s
ar_iq: متصل%s

source: Users
ar_iq: المستخدمين

source: User
ar_iq: المستخدم

source: Search Users
ar_iq: البحث عن مستخدم

source: No users found.
ar_iq: لم يتم العثور على المستخدمين.

source: Posts 2 Posts
ar_iq: المشاركات 2 المشاركات

source: A list of posts connected to the current post
ar_iq: قائمة بالوظائف متصلا آخر الحالي

source: Title:
ar_iq: العنوان:

source: Connection type:
ar_iq: نوع الاتصال:

source: Connection listing:
ar_iq: قائمة الاتصال:

source: connected
ar_iq: متصل

source: related
ar_iq: متعلق

source: Settings <strong>saved</strong>.
ar_iq: <strong> الإعدادات المحفوظة </ STRONG>.

source: Settings
ar_iq: إعدادات

source: Complete the fields below to register.
ar_iq: أكمل الحقول أدناه للتسجيل.

source: Type the two words:
ar_iq: اكتب الكلمتين:

source: Type what you hear:
ar_iq: اكتب ما تسمع:

source: Play sound again
ar_iq: تشغيل الصوت مرة أخرى

source: Download sound as MP3
ar_iq: تحميل الصوت كما MP3

source: Visual challenge
ar_iq: التحدي البصرية

source: Audio challenge
ar_iq: التحدي الصوت

source: Get two new words
ar_iq: الحصول على اثنين من كلمات جديدة

source: Incorrect. Try again.
ar_iq: غير صحيحة. حاول مرة أخرى.

source: total views
ar_iq: مجموع المشاهدات

source: today
ar_iq: اليوم

source: no views yet
ar_iq: لا توجد طرق عرض حتى الآن

source: Perhaps you meant
ar_iq: ربما كنت تعني

source: Table '%s' has been deleted.
ar_iq: تم حذف الجدول '%s'.

source: All theme options have been deleted.
ar_iq: تم حذف جميع الخيارات موضوع.

source: by
ar_iq: من قبل

source: on
ar_iq: في

source: 0 Comments
ar_iq: 0 التعليقات

source: 1 Comment
ar_iq: 1 تعليق

source: % Comments
ar_iq: % تعليقات

source: There are no blog articles yet.
ar_iq: لا يوجد مقالات بلوق حتى الآن.

source: Comment on article
ar_iq: التعليق على المقال

source: Your message has been sent!
ar_iq: لقد تم إرسال رسالتك!
