Repository: SaFi2266/APT
Catalog: classipress-*.po
Languages: ar_iq

source: You can not relist this ad. Relisting is currently disabled.
ar_iq: لا يمكنك اعادة تسجيلها هذا الإعلان. تم تعطيل ريليستينغ حاليا.

source: You can not relist this ad. Invalid ID of an ad.
ar_iq: لا يمكنك اعادة تسجيلها هذا الإعلان. ID غير صالحة للإعلان.

source: You can not relist this ad. Ad is not expired.
ar_iq: لا يمكنك اعادة تسجيلها هذا الإعلان. لم تنته مدة صلاحيتها الإعلان.

source: You can not edit this ad. Invalid ID of an ad.
ar_iq: لا يمكنك تحرير هذا الإعلان. ID غير صالحة للإعلان.

source: You can not edit this ad. It's not your ad.
ar_iq: لا يمكنك تحرير هذا الإعلان. انها ليست إعلانك.

source: You can not edit this ad. This is not an ad.
ar_iq: لا يمكنك تحرير هذا الإعلان. هذا ليس إعلانا.

source: You can not edit this ad. Editing is currently disabled.
ar_iq: لا يمكنك تحرير هذا الإعلان. تم تعطيل التحرير حاليا.

source: You can not edit this ad. Ad is not yet approved.
ar_iq: لا يمكنك تحرير هذا الإعلان. لم تتم الموافقة على الإعلان حتى الآن.

source: You can not edit this ad. Ad is expired.
ar_iq: لا يمكنك تحرير هذا الإعلان. انتهت مدة صلاحية الإعلان.

source: Payments are currently disabled. You cannot purchase anything.
ar_iq: يتم تعطيل المدفوعات حاليا. لا يمكنك شراء أي شيء.

source: Profile
ar_iq: ملف

source: Categories
ar_iq: الفئات

source: This ad listing is currently pending and must be approved by an administrator.
ar_iq: هذه القائمة الإعلانية معلقة حاليا ويجب أن تتم الموافقة من قبل مسؤول.

source: ClassiPress Dashboard
ar_iq: ClassiPress لوحة

source: Stats - Last 30 Days
ar_iq: احصائيات - آخر 30 أيام

source: Support Forum
ar_iq: دعم المنتدى

source: ClassiPress Info
ar_iq: ClassiPress معلومات

source: New Registrations
ar_iq: المسجلون الجدد

source: Today
ar_iq: اليوم

source: Customers
ar_iq: الزبائن

source: Yesterday
ar_iq: أمس

source: Total Live Ads
ar_iq: مجموع الإعلانات لايف

source: Total Pending Ads
ar_iq: إجمالي الطلب قيد الانتظار

source: Total Users
ar_iq: مجموع المستخدمين

source: Revenue (7 days)
ar_iq: الإيرادات (7 أيام)

source: Total Revenue
ar_iq: إجمالي الإيرادات

source: Product Version
ar_iq: إصدار المنتج

source: Product Support
ar_iq: دعم المنتج

source: Forum
ar_iq: المنتدى

source: Documentation
ar_iq: توثيق

source: check all
ar_iq: تحقق من كل

source: uncheck all
ar_iq: إلغاء جميع

source: WARNING: You are about to completely delete all ClassiPress database tables. Are you sure you want to proceed? (This cannot be undone)
ar_iq: تحذير: أنت على وشك حذف تماما جميع جداول قاعدة البيانات ClassiPress. هل أنت متأكد أنك تريد المتابعة؟ (وهذا لا يمكن التراجع)

source: WARNING: You are about to completely delete all ClassiPress configuration options from the wp_options database table. Are you sure you want to proceed? (This cannot be undone)
ar_iq: تحذير: أنت على وشك حذف تماما جميع خيارات التكوين ClassiPress من جدول قاعدة البيانات wp_options. هل أنت متأكد أنك تريد المتابعة؟ (وهذا لا يمكن التراجع)

source: Packages
ar_iq: حزم

source: Form Layouts
ar_iq: تخطيط نموذج

source: Form Layouts
ar_iq: تخطيط نموذج

source: Custom Fields
ar_iq: الحقول المخصصة

source: Cannot remove from layout
ar_iq: لا يمكن إزالة من تخطيط

source: Remove from layout
ar_iq: إزالة من تخطيط

source: All your categories are currently being used. You must remove at least one category from another form layout before you can continue.
ar_iq: ويجري حاليا استخدام كل ما تبذلونه من الفئات. يجب إزالة فئة واحدة على الأقل من تخطيط شكل آخر قبل أن تتمكن من الاستمرار.

source: New Membership Pack
ar_iq: حزمة العضوية الجديدة

source: New Ad Pack
ar_iq: حزمة إعلانية جديدة

source: Creating your ad package.....
ar_iq: إنشاء حزمة إعلانك .....

source: Create New Ad Package
ar_iq: إنشاء إعلان جديد حزمة

source: Edit Ad Package
ar_iq: تحرير الإعلان حزمة

source: Saving your changes.....
ar_iq: حفظ التغييرات الخاصة بك .....

source: Save changes
ar_iq: حفظ التغييرات

source: Deleting ad package.....
ar_iq: حذف إعلان حزمة .....

source: Ad Packs
ar_iq: حزم الإعلان

source: Ad Packs are disabled. Change the <a href="%1$s">pricing model</a> to enable Ad Packs.
ar_iq: يتم تعطيل حزم الإعلان. تغيير <a href="%1$s"> نموذج تسعير </ a> لتمكين حزم الإعلان.

source: Ad Packs allow you to create bundled listing options for your customers to choose from. For example, instead of only offering a set price for xx days (30 days for $5), you could also offer discounts for longer terms (60 days for $7). These only work if you are selling ads and using the "Fixed Price Per Ad" price model.
ar_iq: إعلان حزم يسمح لك لخلق خيارات القائمة المجمعة للعملاء لاختيار من بينها. على سبيل المثال، بدلا من تقديم مجرد السعر المحدد لأيام س س (30 يوما ل 5 دولارات)، يمكنك أيضا أن نقدم خصومات على فترات أطول (60 أيام لمبلغ 7). هذه الأعمال إلا إذا كنت تبيع الإعلانات وباستخدام "السعر ثابت لكل الإعلان" نموذج السعر.

source: Price Per Ad
ar_iq: السعر لكل اعلان

source: Duration
ar_iq: مدة

source: Modified
ar_iq: تعديل

source: Actions
ar_iq: الإجراءات

source: Edit ad package
ar_iq: تحرير حزمة الإعلان

source: Delete ad package
ar_iq: حذف حزمة الإعلان

source: No ad packs found.
ar_iq: لم يتم العثور على حزم الإعلان.

source: Membership Packs
ar_iq: حزم العضوية

source: Membership Packs allow you to setup subscription-based pricing packages. This enables your customers to post unlimited ads for a set period of time or until the membership becomes inactive. These memberships affect pricing regardless of the ad packs or pricing model you have set as long as you have enabled the <a href="%1$s">membership packs</a> option.
ar_iq: حزم عضوية تسمح لك لإعداد حزم التسعير على أساس الاشتراك. هذا يتيح للعملاء لنشر إعلانات غير محدود لفترة محددة من الوقت أو حتى يصبح عضوية غير نشطة. هذه عضوية تؤثر على الأسعار بغض النظر عن حزم الإعلان أو نموذج تسعير قمت بتعيين طالما قمت بتمكين <a href="%1$s"> حزم العضوية </ A> الخيار.

source: Price Modifier
ar_iq: سعر معدل

source: Terms
ar_iq: حيث

source: Free
ar_iq: حر

source: %1$s / %2$s days
ar_iq: %1$s / %2$s يوم

source: Are you sure you want to delete this ad package?
ar_iq: هل أنت متأكد أنك تريد حذف حزمة إعلان هذا؟

source: New Form Layout
ar_iq: نموذج تخطيط جديدة

source: Error: Please select at least one category.
ar_iq: خطأ: الرجاء تحديد فئة واحدة على الأقل.

source: Go back
ar_iq: العودة

source: Creating your form.....
ar_iq: خلق النموذج الخاص بك .....

source: Create New Form
ar_iq: إنشاء نموذج جديد

source: Edit Form Properties
ar_iq: خصائص النموذج تحرير

source: Edit Form Layout
ar_iq: تحرير نموذج تخطيط

source: Your changes have been saved.
ar_iq: تم حفظ التغييرات.

source: Form Name
ar_iq: اسم النموذج

source: Form Preview
ar_iq: نموذج معاينة

source: Show field in the category refine search sidebar
ar_iq: إظهار حقل في فئة صقل البحث في الشريط الجانبي

source: Advanced Search
ar_iq: بحث متقدم

source: Required
ar_iq: مطلوب

source: Remove
ar_iq: نزع

source: No fields have been added to this form layout yet.
ar_iq: لم يتم إضافة أي حقول إلى هذا التخطيط شكل حتى الآن.

source: Available Fields
ar_iq: الحقول المتوفرة

source: Field Name
ar_iq: اسم الحقل

source: Type
ar_iq: نوع

source: No fields are available.
ar_iq: لا تتوفر المجالات.

source: Add Fields to Form Layout
ar_iq: إضافة حقول إلى نموذج تخطيط

source: Deleting form layout.....
ar_iq: حذف تخطيط النموذج .....

source: Form layouts allow you to create your own custom ad submission forms. Each form is essentially a container for your fields and can be applied to one or all of your categories. If you do not create any form layouts, the default one will be used. To change the default form, create a new form layout and apply it to all categories.
ar_iq: تخطيطات نموذج يسمح لك لخلق النماذج الخاصة بك العرف إعلان التقديم. كل شكل هو أساسا وعاء للحقول الخاصة بك ويمكن تطبيقها على واحد أو كل من الفئات الخاصة. إذا لم تقم بإنشاء أي شكل تخطيطات، وسوف تستخدم واحد افتراضي. لتغيير النموذج الافتراضي، إنشاء تخطيط شكل جديد وتطبيقه على جميع الفئات.

source: Edit form layout
ar_iq: تخطيط النموذج تحرير

source: Edit form properties
ar_iq: خصائص النموذج تحرير

source: Delete form layout
ar_iq: حذف تخطيط النموذج

source: No form layouts found.
ar_iq: لم يتم العثور على تخطيطات النموذج.

source: Are you sure you want to delete this?
ar_iq: هل أنت متأكد أنك تريد حذف هذا؟

source: Are you sure you want to remove this?
ar_iq: هل أنت متأكد أنك تريد إزالة هذا؟

source: New Custom Field
ar_iq: حقل مخصص جديد

source: Creating your field.....
ar_iq: خلق مجال عملك .....

source: Create New Field
ar_iq: إنشاء حقل جديد

source: Edit Custom Field
ar_iq: تحرير حقل مخصص

source: Deleting custom field.....
ar_iq: حذف الحقل المخصص .....

source: Custom fields allow you to customize your ad submission forms and collect more information. Each custom field needs to be added to a form layout in order to be visible on your website. You can create unlimited custom fields and each one can be used across multiple form layouts. It is highly recommended to NOT delete a custom field once it is being used on your ads because it could cause ad editing problems for your customers.
ar_iq: حقول مخصصة تسمح لك لتخصيص أشكال تقديم إعلانك وجمع مزيد من المعلومات. يحتاج كل حقل مخصص لتضاف إلى تخطيط النموذج من أجل أن تكون مرئية على موقع الويب الخاص بك. يمكنك إنشاء حقول مخصصة غير محدود ولكل واحد يمكن استخدامها عبر تخطيطات متعددة الشكل. ينصح بشدة لعدم حذف حقل مخصص مرة واحدة يتم استخدامه على إعلاناتك لأنه يمكن أن يسبب مشاكل تحرير الإعلانية لعملائك.

source: No custom fields found. This usually means your install script did not run correctly. Go back and try reactivating the theme again.
ar_iq: لم يتم العثور على حقول مخصصة. وهذا يعني عادة لم الخاص تثبيت البرنامج النصي لا تعمل بشكل صحيح. العودة ومحاولة إعادة تنشيط الموضوع مرة أخرى.

source: WARNING: Deleting this field will prevent any existing ads currently using this field from displaying the field value. Deleting fields is NOT recommended unless you do not have any existing ads using this field. Are you sure you want to delete this field?? (This cannot be undone)
ar_iq: تحذير: سيؤدي حذف هذا المجال منع أي إعلانات الموجودة حاليا باستخدام هذا المجال من عرض قيمة الحقل. حذف الحقول غير مستحسن إلا إذا لم يكن لديك أي إعلانات الموجودة باستخدام هذا المجال. هل أنت متأكد أنك تريد حذف هذا المجال؟ (وهذا لا يمكن التراجع)

source: All ClassiPress options have been deleted from the WordPress options table.
ar_iq: تم حذف جميع الخيارات ClassiPress من الجدول خيارات وورد.

source: ClassiPress '%s' cache has been flushed.
ar_iq: تم مسح '%s' مخبأ ClassiPress.

source: Ad
ar_iq: إعلان

source: Create New Ad
ar_iq: إنشاء إعلان جديد

source: New Ad
ar_iq: الإعلان الجديد

source: View Ads
ar_iq: عرض الإعلانات

source: View Ad
ar_iq: عرض الإعلان

source: No ads found
ar_iq: العثور على أي إعلانات

source: No ads found in trash
ar_iq: أي إعلانات جدت في القمامة

source: Parent Ad
ar_iq: الإعلان الوالدين

source: This is where you can create new classified ads on your site.
ar_iq: هذا هو المكان الذي يمكن أن تخلق الإعلانات المبوبة جديدة على موقع الويب الخاص بك.

source: Ad Category
ar_iq: إعلان الفئة

source: Search Ad Categories
ar_iq: البحث الإعلان التصنيفات

source: All Ad Categories
ar_iq: جميع الفئات الإعلان

source: Parent Ad Category
ar_iq: الوالد الإعلان الفئة

source: Parent Ad Category:
ar_iq: الأم الفئة الإعلان:

source: Edit Ad Category
ar_iq: تحرير الإعلان الفئة

source: Update Ad Category
ar_iq: تحديث اعلان الفئة

source: Add New Ad Category
ar_iq: إضافة إعلان جديد الفئة

source: New Ad Category Name
ar_iq: الإعلان الجديد اسم التصنيف

source: Ad Tag
ar_iq: الكلمات الدلالية إعلان

source: Search Ad Tags
ar_iq: البحث اعلان الكلمات

source: All Ad Tags
ar_iq: جميع الكلمات الإعلان

source: Parent Ad Tag
ar_iq: الوالد العلامة الإعلان

source: Parent Ad Tag:
ar_iq: الوالد العلامة الإعلان:

source: Edit Ad Tag
ar_iq: العلامة تحرير الإعلان

source: Update Ad Tag
ar_iq: الكلمات الدلالية تحديث اعلان

source: Add New Ad Tag
ar_iq: إضافة جديدة الوسم الإعلان

source: New Ad Tag Name
ar_iq: الإعلان الجديد اسم العلامة

source: Author
ar_iq: الكاتب

source: Category
ar_iq: فئة

source: Price
ar_iq: السعر

source: Views Today
ar_iq: مشاهدات اليوم

source: Views Total
ar_iq: مشاهدة إجمالي

source: Expires
ar_iq: تنتهي

source: Date
ar_iq: تاريخ

source: Slug
ar_iq: رخوي

source: Featured Ad (sticky)
ar_iq: اعلان مميز (لزجة)

source: Id
ar_iq: معرف

source: Last Login
ar_iq: آخر تسجيل دخول

source: Registered
ar_iq: مسجل

source: View ads by this author
ar_iq: عرض الإعلانات كتبها هذا الكاتب

source: ClassiPress Settings
ar_iq: إعدادات ClassiPress

source: Expired ads have been pruned.
ar_iq: تم مجردة الإعلانات انتهت.

source: Statistics have been reseted.
ar_iq: تم reseted الإحصاءات.

source: General
ar_iq: عام

source: Listings
ar_iq: قوائم

source: Security
ar_iq: أمن

source: Advertising
ar_iq: إعلان

source: Advanced
ar_iq: متقدم

source: Site Configuration
ar_iq: تكوين موقع

source: Home Page Layout
ar_iq: الصفحة الرئيسية تخطيط

source: Standard Style
ar_iq: معيار ستايل

source: Directory Style
ar_iq: الدليل ستايل

source: Select the layout you prefer for your home page. The directory style is a more traditional classified ads layout. The standard style is more like a blog layout.
ar_iq: حدد التخطيط الذي تفضله للصفحة الرئيسية الخاصة بك. أسلوب الدليل هو أكثر تقليدية تخطيط الإعلانات المبوبة. نمط قياسي هو أشبه تخطيط بلوق.

source: Color Scheme
ar_iq: نظام الألوان

source: Aqua Theme
ar_iq: أكوا الموضوع

source: Blue Theme
ar_iq: الزرقاء الموضوع

source: Green Theme
ar_iq: الموضوع الخضراء

source: Red Theme
ar_iq: الموضوع الحمراء

source: Teal Theme
ar_iq: موضوع البط البري

source: Aqua Theme - Black Header
ar_iq: أكوا الموضوع - أسود رأس

source: Blue Theme - Black Header
ar_iq: الأزرق قضاء وقت الفراغ - أسود رأس

source: Green Theme - Black Header
ar_iq: الموضوع الخضراء - أسود رأس

source: Red Theme - Black Header
ar_iq: موضوع أحمر - أسود رأس

source: Teal Theme - Black Header
ar_iq: موضوع البط البري - أسود رأس

source: Select the color scheme you would like your classified ads site to use.
ar_iq: حدد نظام الألوان الذي ترغب الخاص المبوبة إعلانات الموقع للاستخدام.

source: User Set Password
ar_iq: المستخدم تعيين كلمة المرور

source: Turning this off will send the user a password instead of letting them set it on the new user registration page.
ar_iq: سوف تحول هذا الخروج إرسال المستخدم كلمة مرور بدلا من السماح لهم وضعه على صفحة تسجيل مستخدم جديد.

source: Enable Logo
ar_iq: تمكين شعار

source: If you do not have a logo to use, uncheck the box and this will display the title and description of your web site instead.
ar_iq: إذا لم يكن لديك لاستخدام الشعار، قم بإلغاء تحديد مربع وسيتم عرض هذا العنوان والوصف من موقع الويب الخاص بك بدلا من ذلك.

source: Web Site Logo
ar_iq: شعار الموقع على شبكة الإنترنت

source: Upload a logo or paste an image URL directly.
ar_iq: تحميل شعار أو الصق عنوان URL للصورة مباشرة.

source: Paste the URL of your web site logo image here. It will replace the default header logo. (i.e. http://www.yoursite.com/logo.jpg)
ar_iq: لصق URL من موقع الويب الخاص بك شعار الصورة هنا. فإنه سيتم استبدال شعار رأس الافتراضي. (أي http://www.yoursite.com/logo.jpg)

source: Feedburner URL
ar_iq: URL فيدبورنر

source: Sign up for a free <a target="_new" href="%s">Feedburner account</a>.
ar_iq: التسجيل للحصول على حساب مجاني <a target="_new" href="%s"> فيدبورنر </ A>.

source: Paste your Feedburner address here. It will automatically redirect your default RSS feed to Feedburner. You must have a Google Feedburner account setup first.
ar_iq: لصق عنوان فيدبورنر هنا. فإنه سيتم تلقائيا إعادة توجيه الافتراضي الخاص بك آر إس إس لفيدبورنر. يجب أن يكون لديك حساب Google فيدبورنر الإعداد الأولى.

source: Twitter Username
ar_iq: تغريد اسم المستخدم

source: Sign up for a free <a target="_new" href="%s">Twitter account</a>.
ar_iq: الاشتراك للحصول على <a target="_new" الحرة href="%s"> حساب تويتر </ A>.

source: Paste your Twitter username here. It will automatically redirect people who click on your Twitter link to your Twitter page. You must have a Twitter account setup first.
ar_iq: لصق تويتر اسم المستخدم هنا. فإنه سيتم توجيه الناس الذين ينقرون على تويتر رابط لصفحة تويتر الخاصة بك تلقائيا. يجب أن يكون لديك حساب تويتر الإعداد الأولى.

source: Facebook Page ID
ar_iq: الصفحة رقم الفيسبوك

source: Sign up for a free <a target="_new" href="%s">Facebook account</a>.
ar_iq: التسجيل للحصول على حساب مجاني <a target="_new" href="%s"> الفيسبوك </ A>.

source: Paste your Facebook Page ID or username here. It will display Facebook icon with URL to you page in the top bar. You must have a Facebook account and page setup first.
ar_iq: لصق اسم المستخدم الخاص بك أو صفحة الفيسبوك اسم المستخدم هنا. فإنه سيتم عرض رمز الفيسبوك مع URL لك صفحة في الشريط العلوي. يجب أن يكون لديك حساب الفيسبوك وإعداد الصفحة الأولى.

source: Tracking Code
ar_iq: تتبع كود

source: Sign up for a free <a target="_new" href="%s">Google Analytics account</a>.
ar_iq: الاشتراك للحصول على <a target="_new" الحرة href="%s"> حساب Google Analytics </ A>.

source: Paste your analytics tracking code here. Google Analytics is free and the most popular but you can use other providers as well.
ar_iq: معجون لكم تحليلات شفرة تتبع هنا. جوجل تحليلات مجانية والأكثر شعبية ولكن يمكنك استخدام الجهات الأخرى كذلك.

source: Google Maps Settings
ar_iq: خرائط جوجل إعدادات

source: Region Biasing
ar_iq: المنطقة يتحامل

source: Find your two-letter ISO 3166-1 region code <a href="%s">here</a>.
ar_iq: العثور على المكون من حرفين ISO 3166-1 رمز المنطقة <a href="%s"> هنا </ a>.

source: When a user enters 'Florence' in the location search field, you can let Google know that they probably meant 'Florence, Italy' rather than 'Florence, Alabama'.
ar_iq: عندما يدخل المستخدم فلورنسا "في حقل البحث والموقع، ويمكنك أن تدع جوجل يعرفون أنهم ربما يعني 'فلورنسا، إيطاليا" بدلا من "فلورنسا، ألاباما.

source: Language
ar_iq: لغة

source: Find your two-letter language code <a href="%s">here</a>.
ar_iq: العثور على من حرفين رمز اللغة <a href="%s"> هنا </ a>.

source: Used to let Google know to use this language in the formatting of addresses and for the map controls.
ar_iq: تستخدم للسماح جوجل معرفته لاستخدام هذه اللغة في تنسيق العناوين وللضوابط الخريطة.

source: Distance Unit
ar_iq: وحدة المسافة

source: Kilometers
ar_iq: كم

source: Miles
ar_iq: كيلومتر

source: Use Kilometers or Miles for your site's unit of measure for distances.
ar_iq: استخدام كيلومتر أو ميل لوحدة موقعك القياس للمسافات.

source: Search Settings
ar_iq: إعدادات البحث

source: Exclude Pages
ar_iq: استبعاد الصفحات

source: Should the pages be excluded from your website search results?
ar_iq: ينبغي استبعاد صفحات من نتائج البحث موقع الويب الخاص بك؟

source: Exclude Blog Posts
ar_iq: استبعاد المشاركات في المدونة

source: Should the blog posts be excluded from your website search results?
ar_iq: ينبغي استبعاد بلوق وظائف من نتائج البحث موقع الويب الخاص بك؟

source: Search Custom Fields
ar_iq: بحث الحقول المخصصة

source: Do you want to search a phrase in all custom fields? This option may slow down search engine on your website due to complex database queries.
ar_iq: هل تريد البحث عن عبارة في الحقول المخصصة؟ قد يبطئ هذا الخيار أسفل محرك البحث على موقع الويب الخاص بك بسبب استعلامات قاعدة البيانات المعقدة.

source: Search Field Width
ar_iq: البحث عرض الحقل

source: Sometimes the search bar text field is too long and gets pushed down becuase of the categories drop-down. This option allows you to manually adjust it. Note: value must be numeric followed by either px or % (i.e. 600px or 50%).
ar_iq: أحيانا حقل النص شريط البحث طويل جدا ويحصل الضغط باستمرار بيكوس من الفئات المنسدلة. هذا الخيار يسمح لك لتعديل يدويا. ملاحظة: يجب أن يكون قيمة رقمية تليها إما بكسل أو% (أي 600px لأو 50%).

source: Search Drop-down Options
ar_iq: خيارات البحث منسدلة

source: Category Depth
ar_iq: الفئة العمق

source: Show All
ar_iq: مشاهدة جميع

source: This sets the depth of categories shown in the category drop-down. Use 'Show All' unless you have a lot of sub-categories and do not want them all listed.
ar_iq: هذا يحدد عمق الفئات المبينة في فئة المنسدلة. استخدام 'إظهار الكل' إلا إذا كان لديك الكثير من الفئات الفرعية، ولا تريد كل منهم المدرجة.

source: Category Hierarchy
ar_iq: الفئة التسلسل الهرمي

source: This will indent sub-categories within the category drop-down vs showing them all flat.
ar_iq: وهذا البادئة الفئات الفرعية ضمن فئة تبين لهم مقابل كل شقة المنسدلة.

source: Show Ad Count
ar_iq: عدد مشاهدة الإعلان

source: This will show an ad total next to each category name in the category drop-down.
ar_iq: هذا وسوف تظهر على مجموع الإعلان بجانب كل اسم الفئة في فئة المنسدلة.

source: Hide Empty Categories
ar_iq: إخفاء فارغ الفئات

source: This will hide any empty categories within the category drop-down.
ar_iq: وهذا إخفاء أي فئات فارغة ضمن فئة المنسدلة.

source: Categories Menu Item Options
ar_iq: خيارات فئات عنصر القائمة

source: Categories Page Options
ar_iq: خيارات فئات الصفحة

source: Classified Ads Messages
ar_iq: إعلانات الرسائل

source: Home Page Message
ar_iq: الصفحة الرئيسية رسالة

source: This welcome message will appear in the sidebar of your home page. (HTML is allowed)
ar_iq: سوف تظهر هذه الرسالة موضع ترحيب في الشريط الجانبي لصفحتك الرئيسية. (يسمح HTML)

source: New Ad Message
ar_iq: جديدة للإعلان في الرسالة

source: This message will appear at the top of the classified ads listing page. (HTML is allowed)
ar_iq: سوف تظهر هذه الرسالة في الجزء العلوي من الصفحة إعلانات المصنفة الإدراج. (يسمح HTML)

source: Membership Purchase Message
ar_iq: شراء عضوية رسالة

source: Terms of Use
ar_iq: شروط الاستخدام

source: This message will appear on the last step of your classified ad listing page. This is usually your legal disclaimer or rules for posting new ads on your site. (HTML is allowed)
ar_iq: سوف تظهر هذه الرسالة على الخطوة الأخيرة من صفحة القائمة الإعلانات المبوبة الخاصة بك. هذا هو عادة إخلاء المسؤولية القانونية أو قواعد لنشر الإعلانات الجديدة على موقعك. (يسمح HTML)

source: Classified Ads Configuration
ar_iq: الإعلانات المبوبة تكوين

source: Allow Ad Editing
ar_iq: تسمح اعلان التحرير

source: Allows the ad owner to edit and republish their existing ads from their dashboard.
ar_iq: يسمح للمالك الإعلانية لتحرير ونشر الإعلانات الموجودة على لوحة أجهزة القياس من بهم.

source: Allow Ad Relisting
ar_iq: تسمح اعلان ريليستينغ

source: Allows the ad owner to relist and pay for their expired ads. They will receive an ad expiration email with a link to their dashboard to relist an ad.
ar_iq: يسمح للمالك الإعلانية في اعادة تسجيلها ودفع ثمن إعلاناتهم منتهية الصلاحية. وسوف تتلقى رسالة بريد إلكتروني انتهاء الإعلان مع وصلة الى لوحة أجهزة القياس لاعادة تسجيلها إعلان.

source: Allow Parent Category Posting
ar_iq: تسمح الرئيسي الفئة المشاركة

source: When Empty
ar_iq: عندما فارغ

source: Allows ad poster to post to top-level categories. If set to 'When Empty', it allows posting to top-level categories only if they have no child categories.
ar_iq: يسمح ملصق مخصص لإضافة إلى الفئات ذات المستوى الأعلى. إذا لمجموعة 'عندما فارغ "، فإنه يسمح بالنشر على الفئات ذات المستوى الأعلى فقط إذا كان لديهم أي فئات الأطفال.

source: Ad Inquiry Form Requires Login
ar_iq: إعلان نموذج الاستفسار يتطلب تسجيل الدخول

source: Require visitors to be logged in before they can fill out the ad inquiry form. In most cases you should keep this set to no to encourage visitors to ask questions without having to create an account.
ar_iq: تتطلب زوار أن تقوم بتسجيل الدخول قبل أن يتمكنوا من ملء نموذج الاستفسار الإعلان. في معظم الحالات يجب أن تبقي هذه المجموعة من دون لتشجيع الزوار لطرح الأسئلة دون الحاجة إلى إنشاء حساب.

source: Allow HTML
ar_iq: تسمح HTML

source: Turns on the TinyMCE editor on text area fields and allows the ad owner to use html markup. Other fields do not allow html by default.
ar_iq: يتحول على محرر TinyMCE على حقول منطقة النص ويسمح للمالك الإعلانية لاستخدام علامات HTML. مجالات أخرى لا تسمح أتش تي أم أل افتراضيا.

source: Show Ad Views Counter
ar_iq: مشاهدة الإعلان المشاهدات مكافحة
