Repository: SaFi2266/APT
Catalog: classipress-*.po
Languages: ar_iq

source: This will show a 'total views' and 'today's views' at the bottom of each ad listing and blog post.
ar_iq: هذا وسوف تظهر في 'مجموع وجهات النظر "و" وجهات النظر اليوم "في الجزء السفلي من كل قائمة والإعلان بلوق وظيفة.

source: Show Gravatar Thumbnail
ar_iq: عرض غرفتر تصغير

source: This will show a picture of the author next to their name on each ad listing block. A placeholder image will be used if they don't have one. Note: Enabling this may slow down your site.
ar_iq: هذا وسوف تظهر صورة للمؤلف بجوار اسمها على كل قائمة إعلان كتلة. وسوف تستخدم صورة العنصر النائب إذا لم يكن لديك واحدة. ملاحظة: تمكين هذا قد تبطئ موقعك.

source: Moderate Ads
ar_iq: إعلانات معتدلة

source: <i>Yes</i> - You have to manually approve and publish each ad.
ar_iq: <I> نعم </ ط> - عليك ان توافق ونشر كل إعلان يدويا.

source: <i>No</i> - Ad goes live immediately without any approvals unless it has not been paid for.
ar_iq: <I> لا </ ط> - اعلان وغني عن العيش على الفور دون أي موافقات إلا إذا لم يتم دفع من أجله.

source: Prune Ads
ar_iq: تقليم الإعلانات

source: Automatically removes all listings from your site as they expire and changes the post status to draft. The frequency is based on the Cron Job Schedule set below and after each ad listing is past the expiration date. If this is disabled, the ad will remain live on your site but will be marked as expired.
ar_iq: تلقائيا بإزالة جميع الإعلانات من موقعك لأنها تنتهي ويغير الوضع إلى آخر مشروع. ويستند تردد على الوظيفة كرون الجدول أدناه مجموعة وبعد كل الإدراج الإعلان هو الماضي تاريخ انتهاء الصلاحية. إذا تم تعطيل هذا، سيظل الإعلان مباشرة على موقع الويب الخاص بك ولكن سيتم وضع علامة منتهية الصلاحية.

source: Cron Job Schedule
ar_iq: كرون الجدول الوظيفي

source: Note: This feature only works if you have enabled the Prune Ads option.
ar_iq: ملاحظة: هذه الميزة تعمل فقط إذا قمت تمكين الخيار تقليم الطلب.

source: None
ar_iq: لا شيء

source: Hourly
ar_iq: كل ساعة

source: Twice Daily
ar_iq: مرتين يوميا

source: Daily
ar_iq: يوميا

source: Frequency you would like ClassiPress to check for and take offline any expired ads. Twice daily is recommended. Hourly may cause performance issues if you have a lot of ads.
ar_iq: تردد كنت ترغب ClassiPress للتحقق واتخاذ حاليا أي إعلانات منتهية الصلاحية. مرتين يوميا ويوصى. ساعة قد يسبب مشكلات في الأداء إذا كان لديك الكثير من الإعلانات.

source: Ad Listing Period
ar_iq: إعلان قائمة حقبة

source: Number of days each ad will be listed on your site. This option is overridden by ad packs if you are charging for ads and using the Fixed Price Per Ad option.
ar_iq: عدد أيام سيتم سرد كل إعلان على موقع الويب الخاص بك. يتم تجاوز هذا الخيار بواسطة حزم الإعلان إذا كنت فرض رسوم على الإعلانات وباستخدام الأسعار الثابتة لكل خيار الإعلان.

source: Form Validation Language
ar_iq: نموذج التحقق من صحة اللغة

source: Leave this value blank if your site is in English.
ar_iq: ترك هذه القيمة فارغة إذا كان موقعك باللغة الإنجليزية.

source: This option allows you to set the language your ad submission form error messages are displayed in. Enter your two-letter country code (i.e. for German enter de). Not all languages have been translated but you can always add your own. To see the available languages, look in your /classipress/includes/js/validate/localization folder.
ar_iq: يسمح هذا الخيار لك لضبط لغة يتم عرض رسائل الخطأ إعلانك تقديم النموذج فيه أدخل رمز البلد المكون من حرفين (أي للدخول الألمانية دي). وقد ترجمت ليس كل اللغات ولكن يمكنك دائما إضافة بنفسك. لمعرفة اللغات المتوفرة، والنظر في حياتك / / شبيبة / التحقق من صحة / مجلد التعريب classipress / يتضمن.

source: Ad Images Options
ar_iq: خيارات إعلان صور

source: Allow Ad Images
ar_iq: تسمح اعلان صور

source: Allows the ad owner to upload and use images on their ad. Note: This will disable display of most ad images across the entire site but some images may still display.
ar_iq: يسمح للمالك الإعلانية لتحميل واستخدام الصور على إعلاناتهم. ملاحظة: سيؤدي ذلك إلى تعطيل عرض معظم الصور الإعلانية عبر الموقع بأكمله ولكن بعض الصور قد لا يزال عرضه.

source: Show Preview Image
ar_iq: تظهر معاينة الصورة

source: Displays a larger image when you mouse over the smaller thumbnail image. This is on your home page, category, search results, etc.
ar_iq: يعرض صورة بشكل اكبر عند الماوس فوق الصورة المصغرة أصغر. هذا هو على الصفحة الخاصة بك المنزل، الفئة، نتائج البحث، الخ

source: Max Images Per Ad
ar_iq: ماكس صورة لكل اعلان

source: The number of images the ad owner can upload with each of their ads.
ar_iq: عدد من الصور يمكن لصاحب الإعلان تحميل مع كل من إعلاناتهم.

source: Max Size Per Image
ar_iq: أقصى حجم لكل صورة

source: The maximum image size (per image) the ad owner can upload with each of their ads.
ar_iq: الحد الأقصى لحجم الصورة (في الصورة) صاحب الإعلان يمكن تحميل مع كل من إعلاناتهم.

source: Security Settings
ar_iq: إعدادات الأمن

source: Back Office Access
ar_iq: العودة مكتب الدخول

source: View the WordPress <a target='_new' href='%s'>Roles and Capabilities</a> for more information.
ar_iq: عرض وورد <a target='_new' href='%s'> أدوار وقدرات </ a> للحصول على مزيد من المعلومات.

source: Admins Only
ar_iq: مدراء فقط

source: Admins, Editors
ar_iq: مدراء، المحررين

source: Admins, Editors, Authors
ar_iq: مدراء، المحررين، المؤلفين

source: Admins, Editors, Authors, Contributors
ar_iq: مدراء، المحررين، المؤلفين، المساهمون

source: All Access
ar_iq: جميع الدخول

source: Disable
ar_iq: تعطيل

source: Allows you to restrict access to the WordPress Back Office (wp-admin) by specific role. Keeping this set to admins only is recommended. Select Disable if you have problems with this feature.
ar_iq: يسمح لك لتقييد الوصول إلى المكتب الخلفي وورد (الفسفور الابيض بين مشرف) من خلال دور محدد. حفظ هذه المجموعة لمدراء ينصح فقط. حدد تعطيل إذا كان لديك مشاكل مع هذه الميزة.

source: reCaptcha Settings
ar_iq: إعدادات الأخبار الإقتصادية العامة

source: Enable reCaptcha
ar_iq: تمكين الأخبار الإقتصادية العامة

source: reCaptcha is a free anti-spam service provided by Google. Learn more about <a target='_new' href='%s'>reCaptcha</a>.
ar_iq: الأخبار الإقتصادية العامة هو خدمة مكافحة البريد المزعج المجانية التي تقدمها جوجل. معرفة المزيد حول <a target='_new' href='%s'> الأخبار الإقتصادية العامة </ A>.

source: Enables the reCaptcha service that will protect your site against spam registrations. It will show a verification box on your registration page that requires a human to read and enter the words.
ar_iq: تمكن خدمة الأخبار الإقتصادية العامة التي من شأنها حماية موقعك ضد التسجيلات البريد المزعج. وسوف تظهر مربع التحقق على صفحة التسجيل الخاصة بك يتطلب الإنسان على القراءة وإدخال الكلمات.

source: reCaptcha Public Key
ar_iq: الأخبار الإقتصادية العامة للمفتاح العام

source: Sign up for a free <a target="_new" href="%s">Google reCaptcha</a> account.
ar_iq: الاشتراك للحصول على <a target="_new" الحرة href="%s"> جوجل الأخبار الإقتصادية العامة </ أ> حساب.

source: Enter your public key here to enable an anti-spam service on your new user registration page (requires a free Google reCaptcha account). Leave it blank if you do not wish to use this anti-spam feature.
ar_iq: أدخل المفتاح العمومي الخاص بك هنا لتمكين خدمة مكافحة البريد المزعج على صفحة تسجيل المستخدم الجديد الخاص بك (يتطلب حساب جوجل الأخبار الإقتصادية العامة مجانا). اتركه فارغا إذا كنت لا ترغب في استخدام هذه الميزة لمكافحة البريد المزعج.

source: reCaptcha Private Key
ar_iq: الأخبار الإقتصادية العامة المفتاح الخاص

source: Enter your private key here to enable an anti-spam service on your new user registration page (requires a free Google reCaptcha account). Leave it blank if you do not wish to use this anti-spam feature.
ar_iq: أدخل المفتاح الخاص هنا لتمكين خدمة مكافحة البريد المزعج على صفحة تسجيل المستخدم الجديد الخاص بك (يتطلب حساب جوجل الأخبار الإقتصادية العامة مجانا). اتركه فارغا إذا كنت لا ترغب في استخدام هذه الميزة لمكافحة البريد المزعج.

source: Choose Theme
ar_iq: اختيار الموضوع

source: Red
ar_iq: أحمر

source: White
ar_iq: أبيض

source: Black
ar_iq: أسود

source: Clean
ar_iq: نظيف

source: Select the color scheme you wish to use for reCaptcha.
ar_iq: حدد نظام الألوان التي ترغب في استخدامها للالأخبار الإقتصادية العامة.

source: Header Ad (468x60)
ar_iq: اعلان الترويسة (468x60)

source: Enable Ad
ar_iq: تمكين الإعلان

source: Disable this option if you do not wish to have a 468x60 ad banner displayed.
ar_iq: تعطيل هذا الخيار إذا كنت لا ترغب في الحصول على لافتة إعلانية 468x60 عرض.

source: Ad Code
ar_iq: كود الإعلان

source: Paste your ad code here. Supports many popular providers such as <a target="_new" href="%s">Google AdSense</a> and <a target="_new" href="%s">BuySellAds</a>.
ar_iq: لصق شفرة الإعلان الخاص بك هنا. يدعم العديد من مقدمي شعبية مثل <a target="_new" href="%s"> جوجل ادسنس </ a> و BuySellAds href="%s"> <a target="_new" </ A>.

source: You may use html and/or javascript code provided by Google AdSense.
ar_iq: يمكنك استخدام HTML و / أو شفرة جافا سكريبت التي تقدمها جوجل ادسنس.

source: Ad Image URL
ar_iq: URL الإعلانات المصورة

source: Upload your ad creative or paste the ad creative URL directly.
ar_iq: تحميل إعلانك الإبداعية أو لصق الإعلان URL الإبداعية مباشرة.

source: If you would rather use an image ad instead of code provided by your advertiser, use this field instead.
ar_iq: إذا كنت تفضل استخدام إعلان مصور بدلا من التعليمات البرمجية التي يقدمها المعلن، استخدم هذا المجال بدلا من ذلك.

source: Ad Destination
ar_iq: إعلان الوجهة

source: Paste the destination URL of your custom ad creative here (i.e. http://www.yoursite.com/landing-page.html).
ar_iq: لصق عنوان URL المقصود من إعلانك مخصصة الإبداعية هنا (أي http://www.yoursite.com/landing-page.html).

source: When a visitor clicks on your ad image, this is the destination they will be sent to.
ar_iq: عندما ينقر الزائر على الصورة إعلانك، وهذا هو الوجهة التي سيتم إرسالها إلى.

source: Content Ad (336x280)
ar_iq: الإعلان المحتوى (336x280)

source: Disable this option if you do not wish to have a 336x280 ads displayed on single ad, category, or search result pages.
ar_iq: تعطيل هذا الخيار إذا كنت لا ترغب في الحصول على 336x280 الإعلانات المعروضة على إعلان واحد أو فئة أو صفحات نتائج البحث.

source: Advanced Options
ar_iq: خيارات متقدمة

source: Run Ads Expired Check
ar_iq: انتهى شوط الطلب تحقق

source: Prune <a href="%s">Expired Ads</a> now.
ar_iq: تقليم <a href="%s"> منتهي الطلب </ أ> الآن.

source: Click the link to manually run the function that checks all ads expiration and prunes any ads that are expired. This event will run only one time.
ar_iq: اضغط على الرابط لتشغيل الدالة التي يتحقق كل الإعلانات انتهاء الصلاحية والخوخ أي الإعلانات التي انتهت يدويا. سيتم تشغيل هذا الحدث مرة واحدة فقط.

source: Reset Stats
ar_iq: إعادة تعيين الإحصائيات

source: <a href="%s">Reset Stats</a> count now.
ar_iq: <a href="%s"> إعادة تعيين الإحصائيات </ أ> العد الآن.

source: Click the link to run the function that reset the stats count for all ads and posts.
ar_iq: اضغط على الرابط لتشغيل الدالة التي إعادة تعيين احصائيات الاعتماد لجميع الإعلانات والوظائف.

source: Disable Core Stylesheets
ar_iq: تعطيل كور معدات الشكل

source: If you are interested in creating a child theme or just want to completely disable the core ClassiPress styles, enable this option. (Note: this option is for advanced users. Do not change unless you know what you are doing.)
ar_iq: إذا كنت مهتما في خلق موضوع الطفل أو تريد تعطيل تماما أنماط ClassiPress الأساسية فقط، وتمكين هذا الخيار. (ملاحظة: هذا الخيار للمستخدمين المتقدمين لا تغيير إلا إذا كنت تعرف ما تقومون به.)

source: Enable Debug Mode
ar_iq: تمكين وضع التصحيح

source: This will print out the <code>$wp_query->query_vars</code> array at the top of your website. This should only be used for debugging.
ar_iq: وهذا بطباعة على <code> $ wp_query-> query_vars </ رمز> مجموعة في أعلى موقع الويب الخاص بك. وهذا ينبغي أن تستخدم إلا من أجل التصحيح.

source: Use Google CDN jQuery
ar_iq: استخدام جوجل CDN مسج

source: This will use Google's hosted jQuery files which are served from their global content delivery network. This will help your site load faster and save bandwidth.
ar_iq: هذا وسوف تستخدم ملفات مسج استضافت جوجل التي يتم تقديم من المحتوى العالمي شبكة إيصالها. وهذا سوف يساعد موقع الويب الخاص بك تحميل أسرع وانقاذ عرض النطاق الترددي.

source: Use SelectBox JS library
ar_iq: استخدام SelectBox JS المكتبة

source: SelectBox is a jQuery plugin that allows you to replace select boxes with gorgeous and feature rich drop downs.
ar_iq: SelectBox هو البرنامج المساعد مسج الذي يسمح لك لتحل محل صناديق SELECT مع القوائم المنسدلة الغنية رائع وميزة.

source: Disable WordPress Login Page
ar_iq: تعطيل وورد دخول الصفحة

source: If someone tries to access <code>wp-login.php</code> directly, they will be redirected to ClassiPress themed login pages. If you want to use any "maintenance mode" plugins, you should enable the default WordPress login page.
ar_iq: اذا كان شخص ما يحاول الوصول إلى برمجيات <code> WP-login.php </ الرمز> مباشرة، سيتم توجيهها إلى ClassiPress صفحات تسجيل الدخول وموضوعه. إذا كنت ترغب في استخدام أي "وضع الصيانة" الإضافات، يجب تمكين صفحة تسجيل الدخول وورد الافتراضي.

source: Disable WordPress Version Meta Tag
ar_iq: تعطيل وورد نسخة العلامة الوصفية

source: This will remove the WordPress generator meta tag in the source code of your site %s.
ar_iq: سيؤدي ذلك إلى إزالة مولد العلامة الوصفية وورد في التعليمات البرمجية المصدر من موقعك%s.

source: It's an added security measure which prevents anyone from seeing what version of WordPress you are using.
ar_iq: انها إجراء أمني المضافة الذي يمنع أي شخص من رؤية ما هو إصدار وورد الذي تستخدمه.

source: It also helps to deter hackers from taking advantage of vulnerabilities sometimes present in WordPress.
ar_iq: كما أنه يساعد على ردع المتسللين من الاستفادة من نقاط الضعف الحالي في بعض الأحيان في وورد.

source: Disable WordPress User Toolbar
ar_iq: تعطيل وورد شريط الأدوات العضو

source: This will remove the WordPress user toolbar at the top of your web site which is displayed for all logged in users.
ar_iq: سيؤدي هذا إلى إزالة شريط الأدوات قوائم وورد في الجزء العلوي من موقع الويب الخاص بك والتي يتم عرضها لجميع المستخدمين الموجودين.

source: Disable WordPress Embeds
ar_iq: تعطيل وورد يدمج

source: The Embed option allows you embed a video, image, or other media content into your content automatically by typing the URL.
ar_iq: الخيار محتوى غير مناسب يسمح لك تضمين الفيديو والصورة، أو محتوى وسائل الإعلام الأخرى إلى المحتوى الخاص بك تلقائيا عن طريق كتابة URL.

source: Display Website Time
ar_iq: عرض الوقت الموقع

source: This will display current time and timezone of your website in the footer section.
ar_iq: وهذا عرض الوقت الحالي والمنطقة الزمنية من موقع الويب الخاص بك في المقطع تذييل الصفحة.

source: Cache Expires
ar_iq: ينتهي ذاكرة التخزين المؤقت

source: This number is in seconds so one day equals 86400 seconds (60 seconds * 60 minutes * 24 hours).
ar_iq: هذا الرقم هو في ثوان حتى يوم واحد يساوي 86400 ثانية (60 ثانية * 60 دقيقة * 24 ساعة).

source: To speed up page loading on your site, ClassiPress uses a caching mechanism on certain features (i.e. category drop-down, home page). The cache automatically gets flushed whenever a category has been added/modified, however this value sets the frequency your cache is regularly emptied. We recommend keeping this at the default (every hour = 3600 seconds).
ar_iq: لتسريع تحميل الصفحات على موقع الويب الخاص بك، يستخدم ClassiPress آلية التخزين المؤقت على ميزات معينة (أي المنسدلة الفئة، الصفحة الرئيسية). ذاكرة التخزين المؤقت تلقائيا يحصل على مسح كلما تمت إضافة فئة / تعديل، ولكن هذه القيمة تحدد وتيرة إفراغ ذاكرة التخزين المؤقت الخاصة بك بانتظام. نوصي حفظ هذا في الافتراضي (كل ساعة = 3600 ثانية).

source: Admin Table Width
ar_iq: عرض الجدول المشرف

source: Sometimes the admin option pages are set too narrow or too wide. This option allows you to override it. Note: value must be numeric followed by either px or % (i.e. 700px or 100%). The default is 850px.
ar_iq: أحيانا يتم تعيين صفحات خيار المشرف ضيقة جدا أو واسعة جدا. هذا الخيار يسمح لك لتجاوز ذلك. ملاحظة: يجب أن يكون قيمة رقمية تليها إما مقصف أو% (أي 700px أو 100%). الافتراضي هو 850px.

source: Ad Box Right Side
ar_iq: إعلان صندوق الجانب الأيمن

source: Normal Full Width
ar_iq: عادي العرض الكامل

source: Legacy Ads Width
ar_iq: إرث إعلانات العرض

source: Sometimes the main ad listings box is too narrow or it wraps due to legacy ad sizes. This option allows you to change it manually.
ar_iq: أحيانا الرئيسي مربع أي إعلان ضيقة جدا أو أنه يلتف بسبب أحجام الإعلانات القديمة. هذا الخيار يسمح لك لتغييره يدويا.

source: Custom Post Type & Taxonomy URLs
ar_iq: عرف نوع آخر وعناوين URL للتصنيف

source: Ad Listing Base URL
ar_iq: الإعلان URL قاعدة قائمة

source: IMPORTANT: You must <a target="_blank" href="%s">re-save your permalinks</a> for this change to take effect.
ar_iq: هام: يجب أن <a target="_blank" href="%s"> إعادة حفظ الروابط الثابتة Permalinks الخاص </ A> لهذا التغيير نافذ المفعول.

source: This controls the base name of your ad listing urls. The default is ads and will look like this: http://www.yoursite.com/ads/ad-title-here/. Do not include any slashes. This should only be alpha and/or numeric values. You should not change this value once you have launched your site otherwise you risk breaking urls of other sites pointing to yours, etc.
ar_iq: هذا يتحكم في اسم قاعدة عناوين المواقع الإدراج إعلانك. الافتراضي هو الإعلانات وسيبدو هذا: http://www.yoursite.com/ads/ad-title-here/. لا تتضمن أي مائلة. هذا ينبغي أن يكون فقط ألفا و / أو رقمية القيم. يجب عدم تغيير هذه القيمة مرة واحدة كنت قد أطلقت موقع الويب الخاص بك وإلا فأنت تخاطر كسر عناوين URL لمواقع أخرى لافتا إلى يدكم، الخ

source: Ad Category Base URL
ar_iq: الإعلان URL قاعدة الفئة

source: This controls the base name of your ad category urls. The default is ad-category and will look like this: http://www.yoursite.com/ad-category/category-name/. Do not include any slashes. This should only be alpha and/or numeric values. You should not change this value once you have launched your site otherwise you risk breaking urls of other sites pointing to yours, etc.
ar_iq: هذا يتحكم في اسم قاعدة للفئة عناوين المواقع الإعلانية. الافتراضي هو AD-فئة وسيبدو هذا: http://www.yoursite.com/ad-category/category-name/. لا تتضمن أي مائلة. هذا ينبغي أن يكون فقط ألفا و / أو رقمية القيم. يجب عدم تغيير هذه القيمة مرة واحدة كنت قد أطلقت موقع الويب الخاص بك وإلا فأنت تخاطر كسر عناوين URL لمواقع أخرى لافتا إلى يدكم، الخ

source: Ad Tag Base URL
ar_iq: الإعلان URL قاعدة الدلالية

source: This controls the base name of your ad tag urls. The default is ad-tag and will look like this: http://www.yoursite.com/ad-tag/tag-name/. Do not include any slashes. This should only be alpha and/or numeric values. You should not change this value once you have launched your site otherwise you risk breaking urls of other sites pointing to yours, etc.
ar_iq: هذا يتحكم في اسم قاعدة عناوين URL الخاصة بك العلامة إعلان. الافتراضي هو إعلان البطاقات وسيبدو هذا: http://www.yoursite.com/ad-tag/tag-name/. لا تتضمن أي مائلة. هذا ينبغي أن يكون فقط ألفا و / أو رقمية القيم. يجب عدم تغيير هذه القيمة مرة واحدة كنت قد أطلقت موقع الويب الخاص بك وإلا فأنت تخاطر كسر عناوين URL لمواقع أخرى لافتا إلى يدكم، الخ

source: Cuf&oacute;n Font Replacement
ar_iq: استبدال الخط Cufón

source: Enable Cuf&oacute;n
ar_iq: تمكين Cufón

source: Turns on the Cuf&oacute;n replacement text feature on your site. Learn more about <a target="_new" href="%s">Cuf&oacute;n</a> here.
ar_iq: يتحول على ميزة النص البديل Cufón على موقعك. مزيد من المعلومات حول <a target="_new" href="%s"> Cufón </ A> هنا.

source: Disable this option if you are having conflicts or problems with certain text displaying on your site.
ar_iq: تعطيل هذا الخيار إذا كنت تواجه صراعات أو مشاكل مع بعض النص عرض على موقع الويب الخاص بك.

source: Cuf&oacute;n Replacement Code
ar_iq: Cufón قانون استبدال

source: Say you want to replace all %1$s elements on your site with Cuf&oacute;n. You would enter, %2$s.
ar_iq: نقول لكم تريد استبدال جميع% 1 $ S عناصر على موقعك مع Cufón. سوف تقوم بإدخال،% 2 $ S.

source: The Cuf&oacute;n system will automatically style all elements for you.
ar_iq: سيقوم النظام تلقائيا Cufón نمط كل العناصر بالنسبة لك.

source: Note: You must have the font installed before it will work. To install a new font you must first generate it and then place the .js font file in your ClassiPress /includes/fonts/ theme directory.
ar_iq: ملاحظة: يجب أن يكون لديك الخط مثبتا قبل أنه سوف يعمل. لتثبيت خط جديد يجب إنشاء لأول مرة ثم قم بوضع ملف الخط شبيبة في ClassiPress الخاص / وتشمل / الخطوط / الدليل موضوع.

source: Cuf&oacute;n allows you to easily replace text with stylish fonts that appear to be images. It is fast and and does not require Flash.
ar_iq: Cufón يسمح لك ليحل محل النص بسهولة مع الخطوط الأنيقة التي تبدو الصور. فهي سريعة وو لا يتطلب فلاش.

source: Show Category Count
ar_iq: مشاهدة عدد الفئة

source: Display the quantity of posts in that category next to the category name?
ar_iq: عرض كمية من المشاركات في هذه الفئة بجانب اسم الفئة؟

source: Hide Empty Sub-Categories
ar_iq: إخفاء فارغ الفئات الفرعية لل

source: If a category had no listings, should it be hidden?
ar_iq: إذا كان لفئة ليست قوائم، ينبغي أن يكون مخفي؟

source: How many levels deep should the category tree traverse?
ar_iq: كيف العديد من المستويات العميقة يجب أن تجتاز شجرة الفئة؟

source: Number of Sub-Categories
ar_iq: عدد من الفئات الفرعية لل

source: How many sub-categories of each parent category should be shown?
ar_iq: كيف العديد من الفئات الفرعية من كل فئة الوالدين ينبغي أن تظهر؟

source: Number of Columns
ar_iq: عدد الأعمدة

source: How many columns on the directory-style layout should be shown?
ar_iq: ينبغي أن تظهر كيف العديد من الأعمدة على التخطيط على غرار الدليل؟

source: Upload Image
ar_iq: ارفع صورة لل

source: Clear Image
ar_iq: صورة واضحة

source: ClassiPress Emails
ar_iq: ClassiPress رسائل البريد الإلكتروني

source: Emails
ar_iq: رسائل البريد الإلكتروني

source: New User Email
ar_iq: مستخدم جديد البريد الإلكتروني

source: Email Notifications
ar_iq: إخطارات البريد الإلكتروني

source: Admin Notifications
ar_iq: الإخطارات المشرف

source: Emails will be sent to: %1$s (<a href="%2$s">change</a>)
ar_iq: سيتم إرسال رسائل البريد الإلكتروني إلى:% 1 $ S (<a href="%2$s"> التغيير </ A>)

source: New Ad Email
ar_iq: اعلان جديد البريد الإلكتروني

source: Send me an email once a new ad has been submitted.
ar_iq: أرسل لي رسالة عبر البريد الإلكتروني مرة واحدة وقد تم تقديم إعلان جديد.

source: Prune Ads Email
ar_iq: تقليم إعلانات البريد الإلكتروني

source: Send me an email every time the system prunes expired ads.
ar_iq: أرسل لي رسالة عبر البريد الإلكتروني في كل مرة نظام الخوخ الإعلانات منتهية الصلاحية.

source: Ad Approved Email
ar_iq: إعلان المعتمدة البريد الإلكتروني

source: Send the ad owner an email once their ad has been approved either by you manually or after payment has been made (post status changes from pending to published).
ar_iq: أرسل صاحب الإعلان بريد الكتروني مرة واحدة وقد تمت الموافقة على إعلاناتهم إما من قبلك أو يدويا بعد أن تم دفع (نشر التغييرات حالة من قيد لنشر).

source: Ad Expired Email
ar_iq: إعلان انتهى البريد الإلكتروني

source: Send the ad owner an email once their ad has expired (post status changes from published to draft).
ar_iq: أرسل صاحب الإعلان بريد الكتروني مرة واحدة انتهت صلاحية إعلانهم (تتغير حالة آخر من نشر لمشروع).

source: Admin New User Email
ar_iq: مستخدم جديد المشرف البريد الإلكتروني

source: Sends the default WordPress new user notification email to the site admin. It is recommended to keep this turned on so you are alerted whenever a new user registers on your site.
ar_iq: يرسل ورد جديد البريد الإلكتروني إشعار المستخدم الافتراضي إلى مشرف الموقع. فمن المستحسن للحفاظ على هذا تشغيل بحيث يتم تنبيهك كلما يسجل مستخدم جديد على موقع الويب الخاص بك.

source: Membership Activated Email
ar_iq: عضوية المنشط البريد الإلكتروني

source: Send the user an email once their membership has been activated.
ar_iq: إرسال المستخدم رسالة بريد إلكتروني مرة واحدة وقد تم تفعيل عضويتهم.

source: Send Membership Subscription Reminder Emails
ar_iq: إرسال رسائل البريد الإلكتروني تذكير عضوية الاشتراك
