Repository: SaFi2266/APT
Catalog: classipress-*.po
Languages: ar_iq

source: Error: no ad pack has been defined. Please contact the site administrator.
ar_iq: خطأ: لقد تم تعريف أي حزمة الإعلان. يرجى الاتصال بمسؤول الموقع.

source: ERROR: no results found for the default ad form.
ar_iq: خطأ: لا توجد لشكل إعلان نتائج الافتراضية.

source: ERROR: The form template for form ID %s does not exist or the session variable is empty.
ar_iq: خطأ: غير موجود قالب النموذج لمعرف النموذج%s أو لمتغير جلسة العمل فارغة.

source: Ad Listing Fee:
ar_iq: إعلان قائمة الرسوم:

source: FREE
ar_iq: مجانا

source: Featured Listing Fee:
ar_iq: ظهرت قائمة الرسوم:

source: Membership:
ar_iq: عضوية:

source: Total Amount Due:
ar_iq: مجموع المبلغ المستحق:

source: Price depends on category
ar_iq: السعر يعتمد على الفئة

source: Price depends on ad package selected
ar_iq: السعر يعتمد على حزمة الإعلانية المحددة

source: %s of your ad listing price
ar_iq: ق% من إعلانك قائمة الأسعار

source: Free listing unless featured.
ar_iq: قائمة حرة إلا إذا ظهرت.

source: ERROR: no ad packs found for ID %s.
ar_iq: خطأ: لا يوجد حزم الإعلان تم العثور عليها ل ID%s.

source: Membership is currently required in order to post to category %s.
ar_iq: مطلوب عضوية حاليا من أجل إضافة إلى الفئة%s.

source: Membership is currently required.
ar_iq: مطلوب عضوية حاليا.

source: Membership Benefit
ar_iq: عضوية المنافع

source: Subscription
ar_iq: اشتراك

source: Buy Now &rsaquo;&rsaquo;
ar_iq: شراء الآن >>

source: No membership packs found.
ar_iq: لم يتم العثور على حزم العضوية.

source: Submit Your Listing
ar_iq: تقديم قائمة لديك

source: Cost Per Listing:
ar_iq: تكلفة لكل قائمة:

source: Select a Category:
ar_iq: حدد الفئة:

source: Go &rsaquo;&rsaquo;
ar_iq: اذهب >>

source: (change)
ar_iq: (تغيير)

source: Continue &rsaquo;&rsaquo;
ar_iq: تواصل >>

source: Review Your Membership Purchase
ar_iq: استعراض شراء عضويتك

source: Your Current Membership (%1$s) will be canceled upon purchase. This membership still has %2$s days remaining.
ar_iq: سيتم إلغاء العضوية الحالية الخاصة بك (% 1 $ ق) عند الشراء. هذه العضوية لا تزال لديه% 2 $ و الأيام المتبقية.

source: Membership Renewal:
ar_iq: تجديد عضوية:

source: Membership Benefit:
ar_iq: عضوية المنافع:

source: Membership Length:
ar_iq: طول عضوية:

source: %s more days
ar_iq: % هو أكثر من أيام

source: %s days
ar_iq: % ليالي أيام

source: Previous Expiration:
ar_iq: أنتهاء السابقة:

source: New Expiration:
ar_iq: انتهاء الصلاحية الجديد:

source: Membership Purchase Fee:
ar_iq: شراء عضوية الرسوم:

source: By clicking the proceed button below, you agree to our terms and conditions.
ar_iq: بالضغط على زر المضي قدما أدناه، فإنك توافق على البنود والشروط.

source: Your IP address has been logged for security purposes:
ar_iq: تم تسجيل عنوان IP الخاص بك لأغراض أمنية:

source: Error: ad already exist in database. Please post an <a href="%s">new Ad</a>.
ar_iq: الخطأ: إعلان موجودة بالفعل في قاعدة البيانات. الرجاء نشر هذا الإعلان <a href="%s"> جديدة </ A>.

source: Review Your Listing
ar_iq: مراجعة قائمة الالكتروني

source: Go Back
ar_iq: العودة

source: Final Step
ar_iq: الخطوة النهائية

source: Membership Updated
ar_iq: تحديث العضوية

source: Payment
ar_iq: دفع

source: Please wait while we redirect you to our payment page.
ar_iq: الرجاء الانتظار بينما نحن توجيهك إلى صفحة الدفع لدينا.

source: (Click the button below if you are not automatically redirected within 5 seconds.)
ar_iq: (انقر فوق الزر أدناه إذا لم يتم إعادة توجيهك تلقائيا في غضون 5 ثوان.)

source: Continue to Payment
ar_iq: مواصلة الدفع

source: Your order has been completed and your membership status should now be active.
ar_iq: وقد تم الانتهاء طلبك وينبغي أن يكون لديك الآن صفة العضوية النشطة.

source: Visit your dashboard to review your membership status details.
ar_iq: زيارة وحة القيادة الخاصة بك لاستعراض تفاصيل الوضع عضويتك.

source: Your session or order has expired or we cannot cannot find your order in our systems. Please start over to create a valid membership order.
ar_iq: الدورة أو طلبك قد انتهت أو لا يمكننا لا يمكن العثور على طلبك في أنظمتنا. يرجى البدء من جديد لخلق نظام عضوية سارية المفعول.

source: Ad Listing Received
ar_iq: قائمة إعلان حصل على

source: Thank you! Your ad listing has been submitted for review.
ar_iq: شكرا لك! وقد قدمت القائمة إعلانك للمراجعة.

source: You can check the status by viewing your dashboard.
ar_iq: يمكنك التحقق من حالة عن طريق عرض لوحة المعلومات.

source: Thank you! Your ad listing has been submitted and is now live.
ar_iq: شكرا لك! وقد قدمت القائمة إعلانك ويعيشون الآن.

source: Visit your dashboard to make any changes to your ad listing or profile.
ar_iq: زيارة لوحة أجهزة القياس لإجراء أية تغييرات على القائمة الإعلانية أو الشخصية.

source: View your new ad listing.
ar_iq: عرض القائمة الإعلانية الجديدة.

source: Your session has expired or you are trying to submit a duplicate ad. Please start over.
ar_iq: وقد انتهت جلسة العمل الخاصة بك أو تحاول أن تقدم إعلانا مكررة. يرجى البدء من جديد.

source: Activated
ar_iq: تنشيط

source: Orders
ar_iq: أوامر

source: Order
ar_iq: النظام

source: Add New Order
ar_iq: إضافة طلب جديد

source: Edit Order
ar_iq: تحرير رسالة طلب

source: New Order
ar_iq: النظام الجديد

source: View Order
ar_iq: عرض ترتيب

source: Search Orders
ar_iq: البحث الطلبيات

source: No orders found
ar_iq: لا توجد أوامر

source: No orders found in Trash
ar_iq: لا توجد في سلة المهملات أوامر

source: Parent Order:
ar_iq: الوالد طلب:

source: Regional Taxes
ar_iq: الضرائب الإقليمية

source: Total
ar_iq: مجموع

source: Payments
ar_iq: المدفوعات

source: Item
ar_iq: بند

source: Unknown
ar_iq: غير معروف

source: Undecided
ar_iq: متردد

source: Unpublished
ar_iq: غير منشورة

source: Connected Orders
ar_iq: أوامر متصل

source: Last 10 Orders
ar_iq: مشاركة 10 أوامر

source: Affects
ar_iq: يؤثر

source: This item could not be recognized. It might be from another theme or an uninstalled plugin.
ar_iq: لا يمكن التعرف على هذا البند. قد يكون من موضوع آخر أو إلغاء تثبيت البرنامج المساعد.

source: Order Status
ar_iq: الحالة أجل

source: Gateway
ar_iq: بوابة

source: Currency
ar_iq: عملة

source: Recurs
ar_iq: يتكرر

source: Previously
ar_iq: سابقا

source: Order Author
ar_iq: أجل الكاتب

source: Order Actions
ar_iq: تطبيقات النظام

source: Mark as Completed
ar_iq: إجعلها مكتمل

source: Mark as Failed
ar_iq: علامة كما فشل

source: Reset Gateway
ar_iq: إعادة تعيين بوابة

source: Reset Order
ar_iq: إعادة ترتيب

source: Activate Order
ar_iq: تنشيط ترتيب

source: No actions available
ar_iq: لا اتخاذ الإجراءات المتاحة

source: Logged Date
ar_iq: التسجيل تسجيل

source: Message
ar_iq: رسالة

source: Payments Settings
ar_iq: إعدادات المدفوعات

source: Regional
ar_iq: إقليمي

source: Identifier
ar_iq: معرف

source: Symbol (%s)
ar_iq: الرمز (%s)

source: Code (%s)
ar_iq: الشفرة (%s)

source: Position
ar_iq: موقف

source: Thousands Separator
ar_iq: الآلاف فاصل

source: This sets the thousand separator of displayed prices.
ar_iq: هذا يضع فاصل آلاف من الأسعار المعروضة.

source: Decimal Separator
ar_iq: فاصل عشري

source: This sets the decimal separator of displayed prices.
ar_iq: هذا يضع فاصل العلامة العشرية من الأسعار المعروضة.

source: Tax Charge
ar_iq: ضريبة المسؤول

source: Installed Gateways
ar_iq: بوابات تثبيت

source: This gateway is currently <strong>disabled</strong>. Users cannot use it as a purchasing option. Go to the <a href="?page=app-payments-settings">General</a> tab to enable it.
ar_iq: هذه العبارة هي حاليا على <strong> تعطيل </ STRONG>. لا يمكن للمستخدمين استخدامها كخيار الشرائية. انتقل إلى عامة </ أ> علامة التبويب <a href="؟page=app-payments-settings"> لتمكينه.

source: Enable
ar_iq: تمكين

source: You are now being redirected.
ar_iq: ويجري حاليا إعادة توجيهك.

source: This gateway has not implemented a recurring order processor.
ar_iq: وهذه العبارة لم تنفذ أمر المعالج المتكررة.

source: No payment gateways are available.
ar_iq: لا تتوفر بوابات الدفع.

source: (disabled)
ar_iq: (معطل)

source: Note: Disabled gateways are only available to administrators.
ar_iq: ملاحظة: هي بوابات للمعاقين متاحة فقط للمسؤولين.

source: Bank Transfer
ar_iq: حوالة مصرفية

source: Transfer Information
ar_iq: نقل المعلومات

source: General Information
ar_iq: معلومات عامة

source: Instructions:
ar_iq: تعليمات:

source: Order Information:
ar_iq: طلب المعلومات:

source: Order ID:
ar_iq: معرف الطلب:

source: Order Total:
ar_iq: النظام الكلي:

source: For questions or problems, please contact us directly at
ar_iq: للأسئلة أو مشاكل، يرجى الاتصال بنا مباشرة على

source: You must mark this transfer as completed before the purchase can proceed.
ar_iq: يجب أن نحتفل بهذا التحويل كما أنجزت قبل الشراء يمكن المضي قدما.

source: A new order is waiting to be processed. Once you recieve payment, you should mark the order as completed.
ar_iq: والنظام الجديد ينتظر أن تتم معالجتها. بمجرد تلقي الدفع، يجب أن نحتفل النظام كما أنجزت.

source: <a href="%s">Review this order</a>
ar_iq: <a href="%s"> مراجعة هذا النظام </ A>

source: review all pending orders
ar_iq: استعراض جميع الأوامر المعلقة

source: %s or %s
ar_iq: %s او %s

source: [%s] Pending Order #%s
ar_iq: [%s] معلق بالدفع #%s

source: Continue to %s
ar_iq: يستمر إلى%s

source: Your Order is strill being processed. Please wait a few seconds...
ar_iq: وstrill يتم معالجة طلبك. يرجى الانتظار بضع ثوان ...

source: If your Order does not complete soon, please contact us and refer to your Order ID - #%d.
ar_iq: إذا لم يكن طلبك إكمال قريبا، يرجى الاتصال بنا والرجوع إلى معرف الطلب الخاص بك - #%d.

source: PayPal
ar_iq: باي بال

source: PayPal has responded to your transaction as invalid. Please contact site owner.
ar_iq: وقد استجابت باي بال لمعاملتك أنها غير صالحة. يرجى الاتصال مالك الموقع.

source: You are now being redirected to PayPal.
ar_iq: ويجري حاليا إعادة توجيهك إلى PayPal.

source: PayPal Email
ar_iq: باي بال البريد الإلكتروني

source: Enter your PayPal account email address. This is where your money gets sent.
ar_iq: أدخل عنوان بريدك الإلكتروني حساب باي بال. هذا هو المكان الذي يحصل أرسلت أموالك.

source: Business/Premier Account
ar_iq: حساب الأعمال / رئيس الوزراء

source: This account is a Premier/Business Account
ar_iq: هذا الحساب هو حساب رئيس مجلس الدولة / الأعمال

source: A premier/business account is required for allowing customers to process recurring payments via PayPal
ar_iq: مطلوب حساب رئيس الوزراء / الأعمال للسماح للعملاء لمعالجة المدفوعات المتكررة عبر باي بال

source: Sandbox Mode
ar_iq: الوضع رمل

source: You must have a <a target='_new' href='%s'>PayPal Sandbox</a> account setup before using this feature.
ar_iq: يجب أن يكون لديك <a target='_new' href='%s'> باي بال رمل </ أ> إعداد حساب قبل استخدام هذه الميزة.

source: By default PayPal is set to live mode. If you would like to test and see if payments are being processed correctly, check this box to switch to sandbox mode.
ar_iq: افتراضيا يتم تعيين باي بال لوضع تعيش فيه. إذا كنت ترغب في اختبار ومعرفة ما إذا كان يتم معالجتها بشكل صحيح المدفوعات، والتحقق من هذا المربع للتبديل إلى وضع الحماية.

source: Payment Data Transfer (PDT)
ar_iq: الدفع نقل البيانات (PDT)

source: Enable PDT
ar_iq: تمكين PDT

source: See our <a href="%s">tutorial</a> on enabling Payment Data Transfer.
ar_iq: ترى لدينا <a href="%s"> البرنامج التعليمي </ أ> على تمكين الدفع نقل البيانات.

source: Identity Token
ar_iq: الهوية رمز

source: Instant Payment Notification (IPN)
ar_iq: لحظة تبليغ الدفع (IPN)

source: Enable IPN
ar_iq: تمكين IPN

source: See our <a href="%s">tutorial</a> on enabling Instant Payment Notifications.
ar_iq: ترى لدينا البرنامج التعليمي <a href="%s"> </ أ> على تمكين الإخطارات الدفع الفوري.

source: Listener URL
ar_iq: URL المستمع

source: Notifications
ar_iq: الإخطارات

source: Notify me when a payment is..
ar_iq: يخطر لي عندما دفع هو ..

source: US Dollars
ar_iq: دولار أمريكي

source: Euros
ar_iq: يورو

source: Pounds Sterling
ar_iq: جنيه استرليني

source: Australian Dollars
ar_iq: دولار أسترالي

source: Brazilian Real
ar_iq: ريال برازيلي

source: Canadian Dollars
ar_iq: دولار كندي

source: Czech Koruna
ar_iq: الكورونا التشيكية

source: Danish Krone
ar_iq: دانماركى

source: Hong Kong Dollar
ar_iq: دولار هونج كونج

source: Hungarian Forint
ar_iq: الفورنت الهنغاري

source: Israeli Shekel
ar_iq: الشيكل الاسرائيلي

source: Japanese Yen
ar_iq: الين الياباني

source: Malaysian Ringgits
ar_iq: رينغيت ماليزي

source: Mexican Peso
ar_iq: بيزو مكسيكي

source: New Zealand Dollar
ar_iq: دولار نيوزيلندى

source: Norwegian Krone
ar_iq: كرون نرويجي

source: Philippine Pesos
ar_iq: بيزو فلبيني

source: Polish Zloty
ar_iq: الزلوتي البولندية

source: Singapore Dollar
ar_iq: دولار سنغافورى

source: Swedish Krona
ar_iq: الكرونا السويدية

source: Swiss Franc
ar_iq: الفرنك السويسري

source: Taiwan New Dollar
ar_iq: تايوان الدولار جديد

source: Thai Baht
ar_iq: البات التايلندي

source: Turkish Lira
ar_iq: الليرة التركية
