Repository: SaFi2266/APT
Catalog: event-espresso-*.po
Languages: ar

source: Price Modifier Max Quantities
ar: معدل السعر للكميات القصوى

source: Price Modifiers Items Sold
ar: معدلات السعر للعنصر المباع

source: Use S2 member level threshold.
ar: استخدام عتبة مستوى عضوية S2

source: S2 member threshold.
ar: عتبة عضوية S2

source: WePay seems to be misconfigured. Error: %s
ar: يبدو ان WePay فيها سوء اعداد. الخطأ: %s

source: Access Token
ar: رمز وصول

source: Override Profile-Based Shipping
ar: تجاوز الشحن على اساس الملف الشخصي

source: Add Event Espresso as an API application in your account.
ar: إضافة احداث اسبرسو كتطبيق API في حسابك.

source: Override Profile-Based Tax
ar: تجاوز الضريبة على اساس الملف الشخصي

source: Secure payment gateway by PayChoice
ar: تأمين الدفع بواسطة بوابة PayChoice

source: Check
ar: تحقق

source: Set Registration Status to Not Approved
ar: تعيين حالة التسجيل إلى غير المعتمدة

source: An error occured. Event ID # %d could not be deleted.
ar: حدث خطأ. لا يمكن حذف معرف الحدث ذو الرقم %d.

source: View the Transaction for this Registration
ar: عرض الصفقة لهذا التسجيل

source: (Logo for the top left of the invoice)
ar: (الشعار لأعلى يسار الفاتورة)

source: The payment has been %s succesfully.
ar: الدفع تم %sبنجاح.

source: These are the shortcodes you can use in the templates:
ar: هذه هي الشفرة القصيرة التي يمكنك استخدامها في القوالب:

source: An error occured. No Event ID or an invalid Event ID was received.
ar: حدث خطأ. استقبال معرف رقم الحدث أو معرف الحدث غير صالح.

source: Selected Method of Payment:
ar: اختيار طريقة الدفع:

source: An error occured. An ID for the new attendee could not be retreived.
ar: حدث خطأ. لا يمكن استرجاع معرف المتقدم الجديد.

source: The %s has been succesfully sent.
ar: تم إرسال %s بنجاح.

source: Reactivate this Registration
ar: اعادة تنشيط هذا التسجيل

source: Set Registration Status to Approved
ar: تعيين حالة التسجيل الى مقبول

source: Cancel this Registration
ar: إلغاء هذا التسجيل

source: Set Registration Status to Pending
ar: تعيين حالة التسجيل قيد الانتظار

source: Activate Registrations
ar: تفعيل التسجيلات

source: Set Registrations to Pending
ar: ضع التسجيلات قيد الانتظار

source: Decline Registrations
ar: رفض التسجيلات

source: Only Show Registrations For This Event
ar: فقط اضهر التسجيلات لهذا الحدث

source: Filter this list to only show registrations for %s
ar: تصفية هذه القائمة لعرض التسجيلات فقط لـ %s

source: Edit Event: %s
ar: تحرير الحدث:%s

source: Shortcode Descriptions
ar: وصف الشفرة القصيرة

source: View Transaction Details for TXN #
ar: عرض تفاصيل الصفقة لـ TXN #

source: Active / Ongoing
ar: النشطة / الجارية

source: Message Templates
ar: قوالب الرسالة

source: The Validator class was unable to load
ar: كانت الطبقة مدقق قادر على تحميل

source: The payment has been processed succesfully.
ar: تم معالجة الدفع بنجاح.

source: Select Status
ar: حدد الحالة

source: View details for this attendee
ar: عرض تفاصيل لهذا المتقدم

source: Please select a method of payment in order to continue.
ar: الرجاء اختيار طريقة الدفع من أجل الاستمرار.

source: No Transaction ID was received.
ar: وكان في استقبال أي معرف عملية.

source: An extra field you may use for accounting purposes or simple notes.
ar: حقل الإضافية التي قد تستخدم لأغراض المحاسبة أو ملاحظات بسيطة.

source: Defaults to the primary attendees registration code.
ar: افتراضات إلى المتقدم الأولية رمز التسجيل.

source: Disable Categories.
ar: تعطيل فئات.

source: 2. Setup data.
ar: 2. إعداد البيانات.

source: 3. Parse shortcodes
ar: 3. تحليل الشفرة القصيرة

source: 4. Display the preview!
ar: 4. عرض المعاينة!

source: Payment Methods
ar: طرق الدفع

source: Affiliate Settings
ar: إعدادات التابعة لها

source: Modify this Gateway
ar: تعديل هذه العبارة

source: Affiliates
ar: الشركات التابعة

source: Before the opening %s tag of every page on the website
ar: قبل فتح مرحلة%من كل صفحة على الموقع

source: On the purchase confirmation page after completed purchase
ar: على الصفحة تأكيد الشراء الشراء بعد الانتهاء

source: Before the closing %s tag of every page on the website
ar: قبل المرحلة الختامية%من كل صفحة على الموقع

source: Enter in the affiliate code in this box:
ar: أدخل في رمز التابعة لها في هذا المربع:

source: Update Affiliate Settings
ar: انضم إعدادات التحديث

source: Affiliate Settings Updated!
ar: إعدادات التابعة التحديث!

source: Affiliate Settings were not saved!
ar: لم يتم حفظ الإعدادات التابعة لها!

source: Show Additional Payment Methods for Pending Payments
ar: تظهر طرق الدفع إضافية لقيد المدفوعات

source: Move Attendee to Trash
ar: نقل المتقدم إلى المهملات

source: Restore Attendee
ar: استعادة المتقدم

source: Delete Attendee Permanently
ar: حذف بشكل دائم المتقدم

source: Att #
ar: توري #

source: of
ar: من

source: registration
ar: تسجيل

source: Final Price
ar: السعر النهائي

source: Register New Attendee
ar: تسجيل جديد المتقدم

source: Save Registration
ar: حفظ التسجيل

source: Contact List
ar: قائمة الاتصال

source: This indicates that the Attendee is the Primary Attendee
ar: هذا يشير إلى أن المتقدم هو المتقدم الابتدائية

source: Resend registration details to attendee
ar: إعادة إرسال تفاصيل التسجيل إلى المتقدم

source: click to return to viewing all registrations
ar: انقر للعودة إلى عرض جميع التسجيلات

source: Back to All Registrations
ar: إلى جميع التسجيلات

source: Event:
ar: الحدث:

source: Attendees Registration Form
ar: نموذج المتقدم التسجيل

source: Other Attendees Registered in this Transaction
ar: المتقدم الأخرى المسجلين في هذا عملية

source: Set this Registration to Pending
ar: تعيين هذا التسجيل لريثما

source: Decline this Registration
ar: ينخفض ​​هذا التسجيل

source: click to edit attendee question
ar: انقر للتحرير مسألة المتقدم

source: edit the above question group
ar: تحرير مجموعة السؤال أعلاه

source: Edit Attendee Question
ar: تحرير المتقدم سؤال

source: Attendee Registration Form
ar: استمارة التسجيل المتقدم

source: Date, Time, &amp; Price Selection
ar: التاريخ والوقت، واختيار السعر

source: Registration Form Questions
ar: أسئلة استمارة التسجيل

source: An error occured. No Event ID or an invalid Event ID was submitted.
ar: حدث خطأ. لم تقدم معرف الحدث أو معرف الحدث غير صالح.

source: New Attendee Registration
ar: تسجيل المتقدم جديدة

source: created
ar: خلق

source: Event Registrations for this Attendee
ar: التسجيلات الحدث لهذا المتقدم

source: moved to the trash
ar: انتقل إلى سلة المهملات

source: restored
ar: مرمم

source: Total Registrations per Event
ar: جميع المسجلين في حدث

source: Registrations Overview
ar: التسجيلات نظرة عامة

source: The attendees street address.
ar: عنوان المتقدم الشارع.

source: Attendee Notes
ar: المتقدم ملاحظات

source: Reg Code
ar: ريج رمز

source: scroll to Other Attendees Registered in the Same Transaction
ar: انتقل إلى المتقدم أخرى مسجلة في نفس عملية

source: view additional registration session details
ar: عرض تفاصيل إضافية الدورة تسجيل

source: hide additional registration session details
ar: إخفاء تفاصيل إضافية الدورة تسجيل

source: Help & Support
ar: مساعدة ودعم

source: Resources
ar: موارد

source: Support
ar: دعم

source: Tutorials
ar: الدروس

source: (calendar, css override, payment gateway system, etc.)
ar: ((التقويم، المغلق تجاوز، ودفع النظام العبارة، الخ))

source: Adding Your First Event
ar: مضيفا ديك حدث أولا

source: %sVariables and Shortcodes%s
ar: متغيرات%و%s الشفرة القصيرة

source: %sCompatibility Issues%s
ar: %%و مسائل توافق

source: %sBug Submission Form%s
ar: %sBug تقديم نموذج%s

source: %sChange log%s
ar: نسبة التغير سجلات

source: %sUpdate Request Form%s
ar: %%تحديث نموذج طلب ق

source: Before Contacting Support
ar: قبل الاتصال بالدعم

source: Fine art WordPress themes.
ar: الفنون الجميلة وورد المواضيع.

source: WordPress Professionals and theme developers.
ar: المهنيين والمطورين وورد موضوع.

source: Exclude Pages from Navigation
ar: استبعاد صفحات من الملاحة

source: Gravity Forms
ar: أشكال الجاذبية

source: transactions
ar: المعاملات

source: Add New Transaction
ar: إضافة عملية جديدة

source: Edit Transaction
ar: تحرير عملية

source: Delete Transaction
ar: حذف عملية

source: An error occured! Please refresh the page and try again.
ar: حدث خطأ! يرجى تحديث الصفحة وحاول مرة أخرى.

source: An error occured and the details for Transaction ID #
ar: حدث خطأ والتفاصيل لمعرف عملية #

source: could not be retreived.
ar: لا يمكن استردادها.

source: Download Invoice for Transaction.
ar: تحميل فاتورة للعملية.

source: Notes / Extra&nbsp;Accounting
ar: الملاحظات / المحاسبة اضافية

source: Hey %s hasnt declared a handler for the incoming data, so Im stuck
ar: مهلا%و لم تعلن معالج للبيانات واردة، حتى ايم عالقة

source: uhoh, Something went wrong and no data handler is found
ar: أه أوه، حدث خطأ ما ويتم العثور على أي معالج البيانات

source: Message type: %s does not exist
ar: نوع الرسالة:%s لا وجود لها

source: Messenger: %s does not exist
ar: رسول:%s لا وجود لها

source: Something went wrong with creating a new template
ar: ذهب شيء خاطئ مع إنشاء قالب جديد

source: Something went wrong and we couldnt get any templates assembled
ar: ذهب شيء خاطئ، ونحن لا يمكن أن تحصل على أي قوالب تجميعها

source: Something went wrong because were missing the registration ID
ar: ذهب شيء خاطئ لأننا في عداد المفقودين معرف تسجيل

source: The registration confirmation has been sent
ar: تم إرسال تأكيد التسجيل

source: Something went wrong and the registration confirmation was NOT resent
ar: ذهب شيئا خاطئا وكان تأكيد التسجيل غير موجود

source: The payment confirmation has been sent
ar: تم إرسال تأكيد الدفع

source: Something went wrong and the payment confirmation was NOT resent
ar: ذهب شيئا خاطئا وكان على تأكيد الدفع غير موجود

source: Global Templates
ar: قوالب العالمية

source: Switch to Custom Templates
ar: التحول إلى قوالب مخصص

source: Switch to Global Templates
ar: التحول إلى قوالب عمومية

source: Click to Edit
ar: انقر لتحرير

source: payment
ar: دفع

source: payments
ar: المدفوعات

source: recipient
ar: مستلم

source: recipients
ar: المستلمين

source: resend registration
ar: إعادة تسجيل

source: resend registrations
ar: إعادة إرسال التسجيلات

source: emails
ar: رسائل البريد الإلكتروني

source: Test email sent from %s
ar: اختبار البريد الإلكتروني المرسلة من%s

source: From
ar: من

source: Subject
ar: موضوع

source: Registration Open
ar: تسجيل المفتوح

source: No table has been specified.
ar: لم يتم تحديد الجدول.

source: No column name has been specified for the SELECT clause.
ar: لم يتم تحديد اسم العمود لجملة SELECT.

source: The insert can not be performed because of missing data.
ar: إدراج لا يمكن أن يؤديها بسبب البيانات المفقودة.

source: The table column %s does not exist.
ar: عدم وجود عمود الجدول%s.

source: %s details have been successfully saved to the database.
ar: تم حفظ التفاصيل%s بنجاح إلى قاعدة البيانات.

source: Details for %d %s have been successfully saved to the database.
ar: تم حفظ التفاصيل ل%d%و بنجاح إلى قاعدة البيانات.

source: An error occured and the %s has not been saved to the database.
ar: حدث خطأ ولم يتم حفظ هذه إلى قاعدة البيانات.

source: The update can not be performed because of missing data.
ar: التحديث لا يمكن أن يؤديها بسبب البيانات المفقودة.

source: The table column %s used in the WHERE clause, does not exist.
ar: أعمدة الجدول المستخدمة في جملة WHERE، لا وجود لها.

source: %s details have been successfully updated.
ar: تم تحديث التفاصيل%s بنجاح.

source: Details for %d %s have been successfully updated.
ar: تم تحديث التفاصيل ل%d%s بنجاح.

source: The following error occured and the record was not updated :
ar: حدث الخطأ التالي ولم يتم تحديث السجل:

source: No column name was provided for the WHERE clause.
ar: لم تقدم أي اسم العمود لجملة WHERE.

source: The table data types array is missing.
ar: الجدول أنواع البيانات مجموعة مفقود.

source: Datetime
ar: التاريخ والوقت

source: No Event datetimes could be retreived because no event ID was received.
ar: يمكن استرجاع أي datetimes حدث لأنه كان يتلق أي معرف الحدث.

source: An error occured. No Question Group IDs were received.
ar: حدث خطأ. لم ترد أية معرفات السؤال المجموعة.

source: An error occured. No Question IDs were received.
ar: حدث خطأ. لم ترد أية معرفات السؤال.

source: The file : %s could not be located in : %s
ar: ملف:%s لا يمكن أن يكون موجودا في:%s

source: The file : %s could not be located in either : %s or %s
ar: ملف:%s لا يمكن أن يكون موجودا في أي:%s أو ل%s

source: payment method
ar: طريقة الدفع

source: Question ID
ar: رقم السؤال

source: Question Text
ar: نص السؤال

source: System ID
ar: معرف النظام

source: Question Type
ar: السؤال نوع

source: For Admins Only
ar: للمشرفين فقط

source: Question Group
ar: السؤال المجموعة

source: Question Option
ar: سؤال الخيار

source: Question Options
ar: خيارات السؤال

source: There is no field/column %s on %s
ar: ليس هناك مجال / عمود%s على%s

source: Class %s has no field of type %s set in its fieldsSettings
ar: الطبقة%s ليس لها مجال مجموعة اكتب%و في إعدادات مجالها

source: Relationship of type %s is not allowed
ar: غير مسموح علاقة اكتب%s

source: %s is neither an object of type %s, nor an ID!
ar: %و ليس كائن من نوع%ث، ولا هوية!

source: A modelReation of type %s is not valid
ar: A modelReation من النوع%s غير صالحة

source: Attendee List Shortcodes
ar: قائمة المتقدم الشفرة القصيرة

source: All shortcodes specific to attendee lists
ar: جميع الشفرة القصيرة محددة لقوائم المتقدم

source: Attendee Shortcodes
ar: المتقدم الشفرة القصيرة

source: All shortcodes specific to attendee related data
ar: جميع الشفرة القصيرة الخاصة المتقدم البيانات ذات الصلة

source: First Name of an attendee
ar: الاسم الأول من أحد المتقدم

source: Last Name of an attendee
ar: اسم آخر من أحد المتقدم

source: Email Shortcodes
ar: الشفرة القصيرة البريد الإلكتروني

source: All shortcodes related to emails
ar: جميع الشفرة القصيرة المتصلة رسائل البريد الإلكتروني

source: The admin details could not be retrieved from the database.
ar: لا يمكن استرجاع تفاصيل مشرف من قاعدة البيانات.

source: Query: %s
ar: الاستعلام:%s

source: Events Data: %s
ar: الأحداث البيانات:%s

source: Event IDS: %s
ar: IDS الحدث:%s

source: Query Results: %s
ar: نتائج الاستعلام:%s

source: Event List Shortcodes
ar: الحدث قائمة الشفرة القصيرة

source: All shortcodes specific to event lists
ar: جميع الشفرة القصيرة إلى قوائم محددة الحدث

source: Event Meta Shortcodes
ar: الحدث ميتا الشفرة القصيرة

source: All shortcodes related to Event Meta data
ar: جميع الشفرة القصيرة المتصلة حدث الفوقية

source: Event Shortcodes
ar: الحدث الشفرة القصيرة

source: All shortcodes specific to event related data
ar: جميع الشفرة القصيرة المحددة لبيانات الحدث المتعلقة

source: Will be replaced by the event ID of an event
ar: سيتم استبدال معرف الحدث من حدث

source: Will be replaced with the event identifier of an event
ar: سيتم استبدال مع معرف الحدث من حدث

source: The description of the event
ar: وصف الحدث

source: A link associated with the event
ar: ارتباط المرتبطة مع الحدث

source: A link to the event set up on the host site.
ar: تعيين ارتباط إلى الحدث على هذا الموقع المضيف.

source: This is the date the event starts
ar: هذا هو التاريخ الذي يبدأ الحدث

source: This is the event start time
ar: هذا هو وقت بدء الحدث

source: This is the event end date
ar: هذا هو تاريخ نهاية الحدث

source: This is the event end time
ar: هذه هي المرة نهاية الحدث

source: The price of the given event
ar: سعر حدث معين

source: Organization Shortcodes
ar: منظمة الشفرة القصيرة

source: All shortcodes specific to organization related data
ar: جميع الشفرة القصيرة محددة لبيانات منظمة ذات صلة

source: Event organization name
ar: الحدث اسم المؤسسة

source: Address 1 value for the organization
ar: 1 معالجة قيمة للمنظمة

source: Address 2 value for the organization
ar: 2 معالجة قيمة للمنظمة

source: City the organization is in
ar: المدينة المنظمة في

source: State the organization is located in
ar: دولة تقع في المنظمة

source: The zip code for the organization
ar: الرمز البريدي لتنظيم

source: The logo for the organization
ar: شعار للمنظمة

source: Just the link to the image used as the logo for the organization
ar: مجرد الارتباط إلى الصورة المستخدمة كشعار للمنظمة

source: Questions and Answers Shortcodes
ar: أسئلة وأجوبة الشفرة القصيرة

source: All shortcodes related to custom questions and answers
ar: جميع الشفرة القصيرة المتعلقة الأسئلة والأجوبة مخصصة

source: Registration Shortcodes
ar: تسجيل الشفرة القصيرة

source: All shortcodes specific to registration related data
ar: جميع الشفرة القصيرة المحددة لتسجيل البيانات المتعلقة

source: Expecting an array for the data sent to %s
ar: تتوقع مجموعة للبيانات المرسلة إلى%s

source: The incoming data does not have the required data index in its array
ar: لا تملك البيانات الواردة مؤشر البيانات المطلوبة في مجموعتها

source: All shortcodes specific to transaction related data
ar: جميع الشفرة القصيرة المحددة لبيانات المعاملات المتعلقة

source: The transaction id for the purchase.
ar: هوية الصفقة لشراء.

source: This is a link to make a payment for the event
ar: هذا هو الرابط لتسديد دفعة لهذا الحدث

source: This is a link to the invoice
ar: هذا هو الرابط على الفاتورة

source: The total cost for the registration
ar: التكلفة الإجمالية للتسجيل

source: The payment status for the transaction
ar: حالة السداد لهذه الصفقة

source: The payment gateway used for the transaction
ar: بوابة الدفع المستخدمة في المعاملات

source: The amount paid with a payment
ar: المبلغ المدفوع مع دفع

source: The total oweing on a transaction
ar: مجموع بسبب على الصفقة

source: All shortcodes specific to venue related data
ar: جميع الشفرة القصيرة محددة بالنسبة للملاعب البيانات ذات الصلة

source: The title for the event venue
ar: عنوان لمكان الحدث

source: A url to a webpage for the venue
ar: ورابط إلى صفحة ويب للمكان

source: An image representing the event venue
ar: صورة تمثل مكان الحدث

source: The phone number for the venue
ar: رقم الهاتف للمكان

source: The address for the venue
ar: عنوان المكان

source: Address 2 for the venue
ar: عنوان 2 للمكان

source: The city the venue is in
ar: المدينة مكان هو في

source: The state the venue is located in
ar: الدولة يقع في مكان

source: The country the venue is located in
ar: البلد يقع في مكان

source: The zip code for the venue address
ar: الرمز البريدي لعنوان المكان

source: Link to a google map for the venue
ar: رابط لخريطة جوجل لمكان

source: Google map for venue wrapped in image tags
ar: خريطة جوجل لمكان ملفوفة في العلامات صورة

source: No payment have yet been made toward this registration.
ar: لم يتم حتى الآن إحراز أي دفع باتجاه هذا التسجيل.

source: Payment Amount:
ar: دفع المبلغ:

source: Payment Status:
ar: الحالة الدفع:

source: Try Another Payment Method
ar: حاول أسلوب آخر الدفع

source: Deactivate ANZ IPN.
ar: إلغاء ANZ IPN.

source: How to Configure QuickBooks Merchant Services Payment Gateway
ar: كيفية تكوين قراء بوابة الدفع الخدمات التجارية

source: Link for Item
ar: رابط القطعة ل

source: click for help
ar: انقر للحصول على المساعدة

source: We need at least one message type to generate templates!
ar: نحن بحاجة إلى نوع رسالة واحدة على الأقل لتوليد القوالب!

source: missing required variables for the form field generator
ar: في عداد المفقودين المتغيرات المطلوبة لمولد حقل النموذج

source: Event Marketing Resources
ar: الحدث التسويق الموارد

source: Payments by QuickBooks Merchant Services
ar: المدفوعات من قبل قراء الخدمات التجارية

source: qbms settings saved.
ar: إعدادات qbms المحفوظة.

source: You have requested a field named %s on model %s
ar: كنت قد طلبت حقل يسمى%s على نموذج%s

source: No notes were supplied.
ar: تم تزويد أية ملاحظات.

source: No deleted boolean flag was supplied.
ar: تم تزويد حذف أي إشارة منطقية.

source: No phone number was supplied.
ar: تم توفير رقم هاتف.

source: No zip/postal code was supplied.
ar: تم توفير أية الرمز البريدي / الرمز البريدي.

source: No email address was supplied.
ar: تم توفير أي عنوان البريد الإلكتروني.

source: No country ISO code was supplied.
ar: تم توفير أي رمز البلد ISO.

source: No last name was supplied.
ar: تم توفير أي اسم آخر.

source: No address was supplied.
ar: تم توفير أي عنوان.

source: No second address was supplied.
ar: تم توفير أي عنوان الثاني.

source: No city was supplied.
ar: تم توفير أية مدينة.

source: Variable %s should be an array, but it is not.
ar: يجب أن تكون المتغيرات صفيف، لكنها ليست كذلك.

source: Its value is, instead %s
ar: قيمته هو، بدلا%s

source: Malconfigured template.
ar: قالب تكوينها.

source: Variable named %s was set to %s. It can only be one of %s
ar: تم تعيين متغير اسمه%s إلى%s. يمكن أن تكون واحدة من ليالي%فقط

source: %s evaluated to false, but it must be true!
ar: %و تقييم إلى false، لكنه يجب أن يكون صحيحا!

source: Template error.
ar: الخطأ القالب.

source: Consider looking at the stack trace to see why it wasnt set.
ar: النظر في النظر في تتبع المكدس لمعرفة لماذا لم يتم تعيين ذلك.

source: Variable named %s is null.
ar: متغير اسمه%s هو باطل.

source: ANZ eGate Credentials
ar: وثائق التفويض ANZ البوابة الإلكترونية

source: Secure Secret
ar: آمنة السرية

source: Activate ANZ IPN.
ar: تفعيل ANZ IPN.

source: Eg, 1234567
ar: على سبيل المثال، 1234567

source: ANZ settings saved.
ar: إعدادات ANZ المحفوظة.

source: ANZ Settings
ar: إعدادات ANZ

source: Payment Error Occured
ar: دفع حدث خطأ

source: Purchase with ANZ
ar: شراء مع ANZ

source: QuickBooks Merchant Services Connection Ticket
ar: قراء الخدمات التجارية التذاكر اتصال

source: Why are mails are not being sent when someone registers.
ar: لماذا لا يتم إرسال رسائل عندما يسجل شخص ما.

source: QuickBooks Connection Ticket
ar: قراء التذاكر اتصال

source: Activate QuickBooks Merchant Services Payment Method.
ar: تفعيل قراء طرق الدفع الخدمات التجارية.

source: On
ar: في

source: All done! Now just test that payments are working, and youre done!
ar: كل ذلك! الآن اختبار فقط أن المدفوعات تعمل، والانتهاء من ذلك!

source: First signup for a %s Merchant Services Account here %s
ar: الاشتراك أول ليالي%التاجر خدمات الحساب هنا %s

source: Deactivate QuickBooks Merchant Services Payment Method.
ar: إلغاء قراء الطريقة الخدمات التجارية الدفع.

source: QuickBooks Mechant Services Settings
ar: قراء الخدمات التجارية إعدادات

source: Add a Merketing Resource
ar: إضافة موارد التسويق

source: Opt-out now.
ar: الانسحاب الآن.

source: Nav Tabs cannot be generated because the tab array is missing
ar: لا يمكن أن تتولد الملاحة علامات التبويب لمجموعة مفقود

source: Item
ar: بند

source: No label
ar: لم تسمية

source: We need a messenger to generate templates!
ar: نحن بحاجة إلى رسول لتوليد القوالب!

source: Please Note
ar: لاحظ من فضلك

source: Manual Website Payment
ar: دليل الموقع الدفع

source: rows from the Database at a time
ar: الصفوف من قاعدة بيانات في وقت واحد

source: Sorry, there was a security error and your event was not updated.
ar: آسف، لم يكن هناك خطأ والأمن لم يتم تحديث هذا الحدث الخاص بك.

source: Amount Owed
ar: المبلغ المستحق

source: Infusionsoft Settings
ar: إعدادات Infusionsoft

source: Event Espresso - Infusionsoft Settings
ar: احداث اسبرسو - إعدادات Infusionsoft

source: P.O. / S.O.#
ar: ص ب / S.O. #

source: Sub Total
ar: إجمالي الفرعية

source: Purchases
ar: مشتريات

source: The following settings affect the functioning of the Invoice gateway.
ar: الإعدادات التالية تؤثر على سير العمل في بوابة الفاتورة.

source: Invoice Gateway Settings
ar: إعدادات فاتورة بوابة

source: Billing information submitted successfully.
ar: معلومات الفواتير المقدمة بنجاح.

source: price type
ar: نوع السعر

source: Save and Close
ar: حفظ وإغلاق

source: Move Price Type to Trash
ar: تحرك السعر نوع إلى المهملات

source: Add New Question Group
ar: إضافة سؤال جديد المجموعة

source: Registration Form
ar: استمارة التسجيل

source: No total or an invalid total was supplied.
ar: تم توفير أي مجموع أو مجموع صالح.

source: Please try your payment again.
ar: يرجى محاولة الدفع مرة أخرى.

source: No approved payments have been received
ar: لم ترد المدفوعات المعتمدة

source: No social networking details were supplied.
ar: تم تزويد أي تفاصيل الشبكات الاجتماعية.

source: No state ID was supplied.
ar: تم توفير أي معرف الدولة.

source: No first name was supplied.
ar: تم توفير أي اسم الأول.

source: It should be of type %s
ar: ينبغي أن يكون من النوع%s

source: Off
ar: بعيدا
