Repository: SaFi2266/APT
Catalog: event-espresso-*.po
Languages: ar

source: Response from ANZ:
ar: رد من ANZ:

source: System is assigning imcompatible value %s to field %s
ar: النظام هو تعيين قيم تتعارض في الحقل%s

source: Allowed values for %s are %s
ar: القيم المسموح بها ل%s هي%s

source: Internal Event Espresso error. Field %s on class %s is of type %s
ar: الخطأ حدث اسبرسو الداخلية. الحقول في الدرجة%و ​​هو من نوع%s

source: An error occured. No cart properties were submitted for verification.
ar: حدث خطأ. لم تقدم خصائص العربة للتحقق منها.

source: An error occured. No cart or an invalid cart was specified.
ar: حدث خطأ. تم تحديد أي عربة أو عربة غير صالحة.

source: An error occured. No item was specified.
ar: حدث خطأ. تم تحديد أي بند.

source: An error occured. Items passed to the cart must possess a valid %s.
ar: حدث خطأ. يجب أن البنود التي تم تمريرها إلى العربة تمتلك صالحة%s.

source: Sorry, but no trace information was available for this exception.
ar: آسف، ولكن لا معلومات التتبع كانت متاحة لهذا الاستثناء.

source: We need an event_id to export events.
ar: نحن بحاجة إلى event_id لتصدير الأحداث.

source: multiple-events
ar: الأحداث متعددة

source: %s payment settings initialized.
ar: %s إعدادات تهيئة الدفع.

source: %s payment settings were not initialized.
ar: لم تتم تهيئة إعدادات دفع%s.

source: %s payment settings updated.
ar: %s إعدادات دفع تحديثها.

source: %s payment settings were not updated.
ar: لم يتم تحديث إعدادات دفع%s.

source: Cannot get Return URL for gateway. Invalid registration
ar: لا يمكن الحصول على العائد URL للبوابة. تسجيل غير صالحة

source: Registration being used is %s.
ar: تسجيل المستخدمة هو%s.

source: Click to Activate
ar: انقر لتنشيط

source: Click here for more information about
ar: انقر هنا لمزيد من المعلومات حول

source: PCI DSS compliance
ar: الامتثال PCI DSS

source: The %s button URL was reset.
ar: تم إعادة تعيين ليالي%URL الزر.

source: An error occured. The %s button URL was not reset.
ar: حدث خطأ. كان ليالي%URL زر عدم إعادة تعيين.

source: Missing required value for the message_type parameter
ar: مفقود القيمة المطلوبة للمعلمة message_type

source: Missing required value for the messenger parameter
ar: مفقود القيمة المطلوبة للمعلمة رسول

source: Missing required value for the message template group id
ar: مفقود القيمة المطلوبة للهوية المجموعة قالب رسالة

source: Missing required values for the message template context
ar: في عداد المفقودين القيم المطلوبة للسياق قالب رسالة

source: Messenger class loading fail.
ar: فشل الطبقة رسول التحميل.

source: Message Type class loading fail.
ar: تفشل نوع الرسالة الطبقة التحميل.

source: Shortcode library loading fail.
ar: تفشل رمز قصير مكتبة التحميل.

source: gateway selected.
ar: اختيار العبارة.

source: Cannot get Notify URL for gateway. Invalid registration
ar: لا يمكن الحصول على إخطار URL للبوابة. تسجيل غير صالحة

source: No Status was supplied.
ar: تم توفير أية حالة.

source: No Timestamp was supplied.
ar: تم توفير أية الطابع الزمني.

source: No Payment Method was supplied.
ar: تم توفير أية طريقة الدفع.

source: No Payment Amount or an invalid Payment Amount was supplied.
ar: تم توفير أي مبلغ دفع المبلغ أو الدفع غير صالحة.

source: No Payment Gateway was supplied.
ar: تم توفير بوابة الدفع لا.

source: No Payment Gateway Response was supplied.
ar: تم توفير أية استجابة بوابة الدفع.

source: No Gateway Transaction ID or Cheque # was supplied.
ar: تم توفير أي عبارة أو معرف عملية شيكات #.

source: No Purchase Order Number info was supplied.
ar: تم توفير أي معلومات أمر الشراء رقم.

source: No Notes or Extra Accounting Field info was supplied.
ar: تم توفير أية ملاحظات أو معلومات إضافية حقل المحاسبة.

source: Accepted
ar: قبلت

source: Cancelled
ar: ألغي

source: No price type was supplied.
ar: تم توفير اي نوع السعر.

source: No amount was supplied.
ar: تم توفير أي قدر.

source: No name was supplied.
ar: تم توفير أي اسم.

source: No description was supplied.
ar: تم توفير لا يوجد وصف.

source: No registration limit was supplied.
ar: تم توفير أي حد التسجيل.
