Repository: SaFi2266/APT
Catalog: */core.po
Languages: ar_iq

source: Classes
ar_iq: دروس

source: Real estate
ar_iq: عقارات

source: Services
ar_iq: خدمات

source: Community
ar_iq: مجتمع

source: Personals
ar_iq: أغراض شخصية

source: Jobs
ar_iq: عمل

source: Animals
ar_iq: حيوانات

source: Art - Collectibles
ar_iq: فن - مقتنيات

source: Barter
ar_iq: مبادلة

source: Books - Magazines
ar_iq: كتب - مجلات

source: Cameras - Camera Accessories
ar_iq: كاميرات - ملحقات الكاميرات

source: CDs - Records
ar_iq: أقراص مدمجة - الوثائق

source: Cell Phones - Accessories
ar_iq: هواتف محمولة - ومستلزماتها

source: Clothing
ar_iq: ملابس

source: Computers - Hardware
ar_iq: أجهزة كمبيوتر - هاردوير

source: DVD
ar_iq: دي في دي

source: Electronics
ar_iq: إلكترونيات

source: For Babies - Infants
ar_iq: للأطفال - للرضْع

source: Garage Sale
ar_iq: بيع جراج

source: Health - Beauty
ar_iq: صحة - جمال

source: Home - Furniture - Garden Supplies
ar_iq: منزل - مفروشات - معدات حدائق

source: Jewelry - Watches
ar_iq: مصوغات - ساعات

source: Musical Instruments
ar_iq: آلات موسيقية

source: Sporting Goods - Bicycles
ar_iq: سلع رياضية - دراجات

source: Tickets
ar_iq: تذاكر

source: Toys - Games - Hobbies
ar_iq: ألعاب - هوايات

source: Video Games - Consoles
ar_iq: ألعاب الفيديو - لوحات مفاتيح

source: Everything Else
ar_iq: أخرى

source: Cars
ar_iq: سيارات

source: Car Parts
ar_iq: قطع غيار سيارات

source: Motorcycles
ar_iq: دراجات بخارية

source: Boats - Ships
ar_iq: قوارب - سفن

source: RVs - Campers - Caravans
ar_iq: فان - كارافان

source: Trucks - Commercial Vehicles
ar_iq: الشاحنات - السيارات التجارية

source: Other Vehicles
ar_iq: مركبات أخرى

source: Computer - Multimedia Classes
ar_iq: كمبيوتر - دروس الوسائط المتعددة

source: Language Classes
ar_iq: دروس لغة

source: Music - Theatre - Dance Classes
ar_iq: دروس موسيقى - مسرح - رقص

source: Tutoring - Private Lessons
ar_iq: دروس خصوصية

source: Other Classes
ar_iq: دروس أخرى

source: Houses - Apartments for Sale
ar_iq: منازل - شقق للبيع

source: Houses - Apartments for Rent
ar_iq: منازل - شقق للإيجار

source: Rooms for Rent - Shared
ar_iq: غرف للإيجار - للمشاركة

source: Housing Swap
ar_iq: تبادل المنازل

source: Vacation Rentals
ar_iq: إيجارات الأجازات

source: Parking Spots
ar_iq: مواقف السيارات

source: Land
ar_iq: أراضي

source: Office - Commercial Space
ar_iq: مكاتب - مساحات تجارية

source: Shops for Rent - Sale
ar_iq: محلات للإيجار - للبيع

source: Babysitter - Nanny
ar_iq: جليسة الأطفال - مربية

source: Casting - Auditions
ar_iq: تمثيل

source: Computer
ar_iq: كمبيوتر - حاسب آلي

source: Event Services
ar_iq: أحداث

source: Health - Beauty - Fitness
ar_iq: صحة - جمال - لياقة

source: Horoscopes - Tarot
ar_iq: الأبراج

source: Household - Domestic Help
ar_iq: المساعدة المنزلية

source: Moving - Storage
ar_iq: نقل - تخزين

source: Repair
ar_iq: اصلاح

source: Writing - Editing - Translating
ar_iq: كتابة - تحرير - ترجمة

source: Other Services
ar_iq: خدمات أخرى

source: Carpool
ar_iq: رفقاء للطريق

source: Community Activities
ar_iq: أنشطة إجتماعية

source: Events
ar_iq: مناسبات

source: Musicians - Artists - Bands
ar_iq: موسيقيين - فنانين

source: Volunteers
ar_iq: متطوعين

source: Lost And Found
ar_iq: مفقودات - تم العثور على

source: Women looking for Men
ar_iq: سيدات تبحث عن رجال

source: Men looking for Women
ar_iq: رجال يبحثون عن سيدات

source: Men looking for Men
ar_iq: رجل يبحث عن رجل

source: Women looking for Women
ar_iq: امرأة تبحث عن امراة

source: Friendship - Activity Partners
ar_iq: صداقة - شركاء في النشاطات

source: Missed Connections
ar_iq: اتصالات مقطوعة

source: Accounting - Finance
ar_iq: المحاسبة - المالية

source: Advertising - Public Relations
ar_iq: الإعلانات - العلاقات العامة

source: Arts - Entertainment - Publishing
ar_iq: فنون - ترفيه - نشر

source: Clerical - Administrative
ar_iq: ديني - إداري

source: Customer Service
ar_iq: خدمة العملاء

source: Education - Training
ar_iq: تعليم - تدريب

source: Engineering - Architecture
ar_iq: الهندسة - الهندسة المعمارية

source: Healthcare
ar_iq: الرعاية الصحية

source: Human Resource
ar_iq: موارد بشرية

source: Internet
ar_iq: إنترنت

source: Legal
ar_iq: قانوني

source: Manual Labor
ar_iq: أعمال يدوية

source: Manufacturing - Operations
ar_iq: التصنيع

source: Marketing
ar_iq: التسويق

source: Non-profit - Volunteer
ar_iq: غير هادفة للربح - تطوع

source: Real Estate
ar_iq: عقارات

source: Restaurant - Food Service
ar_iq: مطاعم - خدمات غذائية

source: Retail
ar_iq: بيع بالتجزئة

source: Sales
ar_iq: مبيعات

source: Technology
ar_iq: تكنولوجيا

source: Other Jobs
ar_iq: أعمال أخرى

source: %s in
ar_iq: %s في

source: There's no description available in your language
ar_iq: ليس هناك وصف متاح في لغتك

source: The custom field has been deleted
ar_iq: لقد تم حذف الحقل المخصص

source: Clear All
ar_iq: مسح الجميع

source: Clear Misclassified
ar_iq: مسح الحقول المفقودة

source: Up
ar_iq: اعلى

source: Down
ar_iq: اسفل

source: Please wait until the download is completed
ar_iq: فضلا انتظر حتى يتم اكتمال التحميل

source: Downloading
ar_iq: تحميل

source: Ok
ar_iq: موافق

source: Update comment
ar_iq: تحديث التعليق

source: Add comment
ar_iq: اضف تعليق

source: Edit comment &raquo; %s
ar_iq: تعديل التعليق &raquo; %s

source: Unblocked
ar_iq: إلغاء الحظر

source: Blocked
ar_iq: حظر

source: Delete comment
ar_iq: حذف التعليق

source: Are you sure you want to delete this comment?
ar_iq: هل انت متأكد انك تريد حذف هذا التعليق؟

source: Add custom field
ar_iq: اضافة حقل مخصص

source: Delete custom field
ar_iq: حذف حقل مخصص

source: Are you sure you want to delete this custom field?
ar_iq: هل انت متأكد انك تريد حذف هذا الحقل المخصص؟

source: Choose an option
ar_iq: حدد خيار

source: Item ID
ar_iq: رقم العنصر

source: Are you sure you want to %s the selected languages?
ar_iq: هل انت متأكد من %s اللغة المحددة؟

source: Are you sure you want to %s the selected media files?
ar_iq: هل أنت متأكد بأنك تريد أن %s ملفات الوسائط المتعددة؟

source: Are you sure you want to delete this language?
ar_iq: هل انت متأكد من حذف هذه اللغة؟

source: Newsletter
ar_iq: النشرة الإخبارية

source: Want the latest tips and updates delivered to your inbox? <strong>Sign up now!</strong>
ar_iq: هل تريد الحصول على جديد الموقع واستلامه على البريد الخاص بك؟ <strong>اشترك الآن!</strong>

source: Subscribe
ar_iq: اشترك

source: Donate
ar_iq: تبرع

source: Custom
ar_iq: خصص

source: Updates
ar_iq: تحديثات

source: Available plugins
ar_iq: الملحقات المتوفرة

source: Are you sure you want to %s the selected pages?
ar_iq: هل انت متأكد انك تريد حذف %s الصفحات المختارة?

source: Delete page
ar_iq: حذف الصفحة

source: Are you sure you want to delete this page?
ar_iq: هل انت متأكد انك تردي حذف هذه الصفحة؟

source: Plugin couldn't be installed because it triggered a <strong>fatal error</strong>
ar_iq: لا يمكن تثبيت هذه الاضافة لانها تسبب <strong>خطأ فادح</strong>

source: Check plugin & theme updates
ar_iq: البحث عن تحديثات للاضافات والقوالب

source: Check updates
ar_iq: البحث عن تحديثات

source: Maximum size: this field is required
ar_iq: افصي حجم: هذا الحقل مطلوب

source: Watermark Text Settings
ar_iq: اعدادات العلامة المائية الكتابية

source: Color
ar_iq: الالوان

source: Position
ar_iq: الوضع

source: Centre
ar_iq: الوسط

source: Top Left
ar_iq: اعلى اليسار

source: Top Right
ar_iq: اعلى اليمين

source: Bottom Left
ar_iq: اسفل اليسار

source: Bottom Right
ar_iq: اسفل اليمين

source: Watermark Image Settings
ar_iq: اعدادات صورة العلامة المائية

source: It has to be a .PNG image
ar_iq: يجب ان تكون الصورة بامتدادا .PNG

source: User listings
ar_iq: اعلانات مستخدم

source: Upgrade now
ar_iq: التحديث الان

source: Administrators
ar_iq: المديرين

source: Showing %s to %s of %s results (filtered from %s total results)
ar_iq: عرض %s الى %s من %s نتيجة (منتقاه من %s كامل النتائج)

source: Showing %s to %s of %s results
ar_iq: عرض %s الى %s من %s نتائج

source: We are sorry for any inconvenience. %s is undergoing maintenance.
ar_iq: نحن نعتذر عن أي إزعاج. %s يخضع الصيانة.

source: Apply the expiration date and price field changes to children categories
ar_iq: تطبيق تاريخ انتهاء الصلاحية وحقل السعر تغييرات على التصنيفات الفرعية

source: The connection with the Osclass market has failed. Try it later.
ar_iq: فشل الاتصال مع السوق Osclass. حاول في وقت لاحق.

source: Are you sure you want to %s the selected admins?
ar_iq: هل انت متأكد من برغبتك في %s المدراء المحددين؟

source: An error occurred
ar_iq: حدث خطأ.

source: An error occurred while updating.
ar_iq: حدث خطأ أثناء تحديث

source: Sorry, you already have a field with that name
ar_iq: آسف، لديك حقل بالفعل بهذا الاسم

source: An error occurred while deleting
ar_iq: حدث خطأ خلال عملية الحذف

source: No category with id %d exists
ar_iq: لا يوجد قسم بالرقم %d

source: The category as well as its subcategories have been enabled
ar_iq: تم تمكين التصنيف وكذلك التصنيفات الفرعية له

source: The category as well as its subcategories have been disabled
ar_iq: تم تعطيل التصنيف وكذلك التصنيفات الفرعية له

source: Category updated correctly, but some titles are empty
ar_iq: تم تعديل القسم بنجاح، لكن بعض العناوين فارغة

source: Sorry, including at least a title is mandatory
ar_iq: آسف، بما في ذلك ما لا يقل عن عنوان إلزامي

source: An error occurred while updating
ar_iq: حدث خطأ خلال عملية التحديث

source: An error occurred while sending email
ar_iq: حدث خطأ خلال ارسال البريد الالكتروني

source: Everything looks good! Your Osclass installation is up-to-date
ar_iq: كل شيء يظهر بحالة جيدة! نسختكم من أو إس كلاس في حالة تحديث جيدة

source: Nearly everything looks good! Your Osclass installation is up-to-date, but there were some errors removing temporary files. Please manually remove the "oc-temp" folder
ar_iq: تقريبا كل شيئ يبدو على ما يرام! نظام Osclass المنصب الخاص بك محدث لاخر لحظة, ولكن كانت هناك بعض الأخطاء لإزالة الملفات المؤقتة. يرجى ازالة المجلد "oc-temp" يدويا

source: Problems when upgrading the database
ar_iq: مشاكل عند ترقية قاعدة البيانات

source: Problems when copying files. Please check your permissions.
ar_iq: مشاكل عند نسخ الملفات. يرجى التحقق من الأذونات الخاصة بك.

source: We had some errors upgrading your database. The follwing queries failed:
ar_iq: كان لدينا بعض الأخطاء في ترقية قاعدة البيانات الخاصة بك. الاستعلامات التالية فشلت:

source: The language has been installed correctly
ar_iq: تم تثبيت اللغة بشكل صحيح

source: There was a problem adding the language
ar_iq: حدثت مشكلة خلال إضافة اللغة

source: Everything looks good!
ar_iq: كل شيء يظهر بصورة جيدة!

source: Nearly everything looks good! but there were some errors removing temporary files. Please manually remove the \"oc-temp\" folder
ar_iq: تقريبا كل شيئ يبدو على ما يرام! ولكن كانت هناك بعض الأخطاء لإزالة الملفات المؤقتة. يرجى ازالة المجلد \"oc-temp\" يدويا

source: NOTE: Web user and destination folder user is not the same, you might have an issue there. <br/>Do this in your console:<br/>chown -R %s:%s %s
ar_iq: ملاحظة: مستخدم ويب ومستخدم المجلد الهدف ليست هي نفسها، قد يكون لديك مشكلة في هذا <br/>نفذ الامر التالي في موجه الاوامر الخاص بك<br/>chown -R %s:%s %s

source: Invalid code
ar_iq: رمز غير سليم.

source: No code was submitted
ar_iq: لم يتم ارسال أي كود

source: No market data
ar_iq: لا تتوفر معلومات عن هذا السوق

source: You don't have the necessary permissions
ar_iq: ليس لديك التصاريح اللازمة

source: Repeat new password
ar_iq: كرر كلمة السر الجديدة

source: There's a new update available
ar_iq: يوجد تحديثات جديدة متاحة

source: One location has been deleted
ar_iq: %s موقع تم محوه

source: Administrators have total control over all aspects of your installation, while moderators are only allowed to moderate listings, comments and media files
ar_iq: الإداريين لديهم السيطرة الكاملة على جميع جوانب التثبيت، في حين يسمح للمشرفين فقط بأدارة القائمة والتعليقات وملفات الوسائط معتدلة

source: If you want to change your password, type your current password here. Otherwise, leave this blank.
ar_iq: إذا كنت تريد تغيير كلمة المرور، اكتب كلمة المرور الحالية الخاصة بك هنا. خلاف ذلك، او اترك هذا فارغا.

source: Without expiration
ar_iq: دون انتهاء صلاحية

source: 1 day
ar_iq: 1 يوم

source: Add users who can manage your page. You can add admins or moderators: admins have access to the whole admin panel while moderators can only modify listings and see stats.
ar_iq: إضافة المستخدمين الذين يمكنهم إدارة الصفحة الخاصة بك. يمكنك إضافة مدراء أو المشرفين: مدراء من الوصول إلى لوحة الادارة كامل بينما المشرفين فقط يمكن تعديل القوائم ومعرفة الإحصائيات.

source: Update expiration?
ar_iq: تحديث انتهاء الصلاحية؟

source: Delete admin
ar_iq: حذف المشرف

source: Are you sure you want to delete this admin?
ar_iq: هل أنت متأكد من رغبتك بمحو هذا المشرف؟

source: Manually add Osclass themes in .zip format. If you prefer, you can manually upload the decompressed theme to <em>oc-content/themes</em>.
ar_iq: إضاف يدويا قالب Osclass بصيغة .zip. إذا كنت تفضل، يمكنك رفع القالب بلا ضغط يدويا الى <em>oc-content/themes</em>.

source: Can't install a new theme
ar_iq: لا يمكن تنزيل قالب جديد

source: The theme folder is not writable on your server so you can't upload themes from the administration panel. Please make the theme folder writable and try again.
ar_iq: مجلد القالب غير قابل للكتابة على الخادم الخاص بك لذلك انت غير قادر على رفع القوالب من لوحة الإدارة. الرجاء جعل مجلد القالب قابل للكتابة ثم حاول مرة أخرى.

source: Expiration
ar_iq: تاريخ انتهاء الصلاحية

source: Expire in X days
ar_iq: تنتهي صلاحيته في X يوم

source: Osclass Market
ar_iq: متجر Osclass

source: Description (for internal purposes only)
ar_iq: الوصف (للقوائم الداخلية فقط)

source: Delete theme
ar_iq: محو القالب

source: Change your site's look and feel by activating a theme among those available. You can download new themes from the <a href="%s">market</a>. <strong>Be careful</strong>: if your theme has been customized, you'll lose all changes if you change to a new theme.
ar_iq: وتغيير منظر موقعك من خلال تفعيل قالب من بين تلك المتاحة. يمكنك تحميل قوالب جديدة من <a href="%s">السوق</a>. <strong>كن حذراً</strong>: إذا كان قد قمت بتخصيص القالب الخاص بك, فسوف تفقد كل التغييرات إذا قمت بالتغيير إلى القالب الجديد.

source: This action can not be undone. Are you sure you want to delete the theme?
ar_iq: لا يمكن التراجع عن هذا الإجراء. هل أنت متأكد أنك تريد حذف هذا القالب؟

source: The theme has been downloaded correctly, proceed to activate or preview it.
ar_iq: لقد تم تحميل القالب بشكل صحيح، انتقل إلى تنشيط أو معاينته.

source: Modify your site's header or footer here. Only works with compatible themes, such as those available in the market.
ar_iq: تعديل ترويسة المواقع الخاصة بك أو التذييل هنا. يعمل فقط مع القوالب المتوافقة، مثل تلك المتوفرة في السوق.

source: Delete widget
ar_iq: محو القطعة

source: Are you sure you want to delete this widget?
ar_iq: هل حقًا تريد حذف هذا الوجت؟

source: Expiration dates
ar_iq: تواريخ انتهاء الصلاحية

source: If the value is zero, it means this category doesn't have an expiration
ar_iq: إذا كانت القيمة صفرا، فهذا يعني ان هذا التصنيف لا يمتلك تأريخ نفاذ صلاحية

source: Ajax error, please try again.
ar_iq: خطأ في اجاكس رجاءً حاول مجدد.

source: Add, edit or delete the categories or subcategories in which users can post listings. Reorder sections by dragging and dropping, or nest a subcategory in an expanded category. <strong>Be careful</strong>: If you delete a category, all listings associated will also be deleted!
ar_iq: إضاف او عديل أو احذف التصنيفات أو التصنيفات الفرعية التي يمكن للمستخدمين من خلالها إضافة قوائم. أعد ترتيب المقاطع عن طريق السحب والإفلات، أو اجعل التصنيفات فرعية في التصنيفات الموسعة. <strong>كن حذراً</strong>: إذا قمت بحذف تصنيف، فإنه سيتم حذف كافة القوائم المرتبطة به!

source: Note: You must expand the category in order to make it a subcategory.
ar_iq: ملاحظة: يجب توسيع التصنيف من أجل جعله تصنيف فرعي.

source: This action could take a while.
ar_iq: هذه العملية قد تستغرق بعض الوقت.

source: Delete category
ar_iq: محو القسم

source: <strong>WARNING</strong>: This will also delete the listings under that category. This action cannot be undone. Are you sure you want to continue?
ar_iq: <strong>تحذير</strong>: سيتم مسح جميع الاعلانات تحت هذه الفئة . هذا الاجراء لا يمكن التراجع عنه . هل تريد الاستكمال؟

source: Registered user
ar_iq: مستخدمين مسجلين

source: Manage the comments that users publish on the listings on your site. You can also edit, delete, activate or block comments.
ar_iq: إدارة التعليقات التي ينشرها المستخدمين على القوائم في موقعك. يمكنك أيضا تعديل أو حذف،او تفعيل أو منع التعليقات.

source: Ip Address
ar_iq: عنوان ال IP

source: Send email
ar_iq: ارسل بريد الكتروني

source: Test it
ar_iq: اختبر هذا

source: Legend
ar_iq: العنوان التفسيري

source: Modify the emails your site's users receive when they join your site, when someone shows interest in their ad, to recover their password... <strong>Be careful</strong>: don't modify any of the words that appear within brackets.
ar_iq: تعديل رسائل البريد الإلكتروني للمستخدمي موقعك التي تظهر عند انضمامهم للموقع، عندما يظهر اشخاص ما اهتمامهم بإعلاناتهم، ولاسترداد كلمة المرور الخاصة بهم ... <strong>كن على حذرا</strong> : لا تعديل أي من الكلمات التي تظهر بين قوسين.

source: Email templates &raquo; %s
ar_iq: قوالب البريد الالكتروني &raquo; %s

source: Separate options with commas
ar_iq: خيارات منفصلة بفواصل

source: Select the categories where you want to apply this attribute:
ar_iq: حدد الفئات التي تريد تطبيق هذه السمة:

source: Create new fields for users to fill out when they publish a listing. You can require extra information such as the number of bedrooms in real estate listings or fuel type in car listings, for example.
ar_iq: إنشاء حقول جديدة للمستخدمين لملء عندما نشر القائمة. يمكنك أن تطلب معلومات إضافية مثل عدد غرف النوم في قوائم العقارات أو أي نوع الوقود في قوائم السيارة على سبيل المثال.

source: Thank you for using <a href="%s" target="_blank">Osclass</a>
ar_iq: شكراً لاستخدامكم <a href="%s" target="_blank">أو إس كلاس</a>

source: Manage all the listings on your site: edit, delete or block the latest listings published. You can also filter by several parameters: user, region, city, etc.
ar_iq: إدارة جميع القوائم على الموقع الخاص بك: تحرير، حذف أو منع أحدث القوائم من النشر. يمكنك أيضا تصفية من قبل العديد من المعلمات: المستخدم، المنطقة، المدينة، الخ

source: Email
ar_iq: البريد الالكتروني

source: From here, you can edit or delete the listings reported by users (spam, misclassified, duplicate, expired, offensive). You can also delete the report if you consider it mistaken.
ar_iq: من هنا، يمكنك تعديل أو حذف قوائم تم الابلاغ عنها من قبل المستخدمين (مزعجة, سيئة التصنيف, مكررة, منتهية الصلاحية, مهينة). يمكنك أيضا حذف التقارير إذا كنت توقن ان فيها خطأ.

source: Are you sure you want to %s the selected items?
ar_iq: هل أنت متأكد من رغبتك في %s العناصر المحددة؟

source: Are you sure you want to clear all the reportings of the selected items?
ar_iq: هل أنت متأكد من أنك تريد مسح كافة التقارير للعناصر المحددة؟

source: Are you sure you want to clear the spam reportings of the selected items?
ar_iq: هل أنت متأكد من أنك تريد مسح تقارير التعليق المزعج للعناصر المحددة؟

source: Are you sure you want to clear the misclassified reportings of the selected items?
ar_iq: هل أنت متأكد من أنك تريد مسح تقارير إساء التصنيف لللعناصر المحددة؟

source: Are you sure you want to clear the duplicated reportings of the selected items?
ar_iq: هل أنت متأكد من أنك تريد مسح تقارير المكررات للعناصر المحددة؟

source: Are you sure you want to clear the expired reportings of the selected items?
ar_iq: هل أنت متأكد من أنك تريد مسح تقارير انتهاء الصلاحية للعناصر المحددة؟

source: Are you sure you want to clear the offensive reportings of the selected items?
ar_iq: هل أنت متأكد من أنك تريد مسح تقارير المهينة للعناصر المحددة؟

source: Modify the general settings for your listings. Decide if users have to register in order to publish something, the number of pictures allowed for each listing, etc.
ar_iq: تعديل الإعدادات العامة للالقوائم الخاصة بك. تقرر ما إذا كان لدى المستخدمين لتسجيل من أجل نشر شيء، وعدد من الصور يسمح كل عنصر في القائمة، الخ

source: If the value is set to zero, there is no wait period
ar_iq: إذا تم تعيين القيمة إلى الصفر، ليس هناك فترة الانتظار

source: After %s validated listings the user doesn't need to validate the listings any more
ar_iq: بعد %s من التأييدات من صحة القوائم و لا يحتاج المستخدم لتاييد صحة قائمة بعدها

source: Allow attached files in contact publisher form
ar_iq: السماح بالملفات المرفقة في نموذج الاتصال بالناشر

source: Send admin a copy of the "contact publisher" email
ar_iq: ارسل نسخة من البريد الالكتروني لاتصال الناشر للمدير

source: Send admin a copy to "share listing" email
ar_iq: ارسل نسخة من البريد الالكتروني لمشارة القوائم للمدير

source: If the value is zero, it means an unlimited number of images is allowed
ar_iq: إذا كانت القيمة صفرا، فهذا يعني السماح لعدد غير محدود من الصور

source: Can't install a new language
ar_iq: لا يمكن تنصيب لغة جديدة

source: The translations folder is not writable on your server so you can't upload translations from the administration panel. Please make the translation folder writable and try again.
ar_iq: مجلد الترجمات غير قابل للكتابة على الخادم الخاص بك لذلك كنت غير قادر على رفع الترجمات من لوحة الإدارة. الرجاء جعل للكتابة مجلد الترجمة قابلا للكتابة ثم حاول مرة أخرى.

source: Add, edit or delete the language in which your Osclass is displayed, both the part that's viewable by users and the admin panel.
ar_iq: إضافة أو تعديل أو حذف اللغة الخاصة بك التي يتم عرض بها Osclass، سواء الجزء الذي هو للعرض من قبل المستخدمين او لوحة الادارة

source: Delete language
ar_iq: حذف لغة

source: Tick to allow searches by this field
ar_iq: وضع علامة للسماح بعمليات البحث من قبل هذا الحقل

source: Osclass is a free, open-source project, sustained by the community. Money received from donations will be used to further development and improve the project.
ar_iq: Osclass هو، مشروع مفتوح المصدر ومجاني، معزز بواسطة المجتمع. الأموال المستلمة من التبرعات ستستخدم لمواصلة تطوير وتحسين المشروع.

source: Download
ar_iq: تحميل

source: Last update
ar_iq: آخر تحديث

source: Downloads
ar_iq: تحميلات

source: Requires at least
ar_iq: يتطلب على الأقل

source: Compatible up to
ar_iq: ملائم لغاية

source: Screenshots
ar_iq: لقطات

source: Warning! This package is not compatible with your current version of Osclass (%s)
ar_iq: تحذير! هذه الحزمة غير متوافقة مع النسخة الحالية من Osclass (%s)

source: Are you sure?
ar_iq: هل انت متأكد؟

source: Ok, proceed anyway
ar_iq: جيد، اكمل على كل حال

source: Warning! This theme is not compatible with your current version of Osclass (%s)
ar_iq: تخذير! هذا الثيم غير متوافق مع الاصدار الحالي (%s)

source: The plugin has been downloaded correctly, proceed to install and configure.
ar_iq: لقد تم تحميل الاضافة بشكل استمر بتثبيتها وتهيئتها.

source: The language has been downloaded correctly, proceed to activate.
ar_iq: تم تحميل اللغة بنجاح. انتقل الي التفعيل.

source: downloads
ar_iq: التحميلات

source: Discover how to improve your Osclass!
ar_iq: اكتشف كيف يمكنكم تحسين أو إس كلاس الخاص بكم!

source: Themes
ar_iq: ثيمات

source: No white background will be added to keep the size.
ar_iq: لن تتم إضافة أي خلفية بيضاء للحفاظ على الحجم.

source: Browse and download available Osclass plugins, from a constantly-updated selection. After downloading a plugin, you have to install it and configure it to get it up and running.
ar_iq: تصفح وحمل الإضافات المتاحة في Osclass، من بين مجموعة المحدثة باستمرار. بعد تحميل الاضافة، يجب عليك تثبيتها وتهيئتها للحصول عليها وتشغيلها.

source: Recommended plugins for You
ar_iq: اضافات ينصح بها لك

source: View all (%s)
ar_iq: شاهد الكل (%s)

source: Recommended themes for You
ar_iq: قوالب نقترحها لكم

source: Languages for this version
ar_iq: اللغات المتاحة لهذه النسخة

source: Last updates
ar_iq: اخر التحديثات
