Repository: SaFi2266/APT
Catalog: */core.po
Languages: ar_iq

source: Maximum size PHP configuration allows: %d KB
ar_iq: اقصي حجم تسمح به اعدادات PHP :%d KB

source: Use ImageMagick instead of GD library
ar_iq: استخدم ImageMagick بدلا من مكتبة GD

source: ImageMagick library is not loaded
ar_iq: مرفقات ImageMagick لم يتم تشغيلها

source: It's faster and consumes less resources than GD library.
ar_iq: انها أسرع وتستهلك موارد أقل من GD مكتبة.

source: Watermark
ar_iq: علامة مائية

source: Watermark type
ar_iq: نوع العلامة المائية

source: None
ar_iq: لا شئ

source: Text
ar_iq: نص

source: Image
ar_iq: صورة

source: Regenerate images
ar_iq: إعادة إنشاء الصور

source: Regenerate
ar_iq: إعادة إنشاء

source: Listings url: this field is required
ar_iq: رابط المبوبات: هذه الخانة متطلبة

source: Page url: this field is required
ar_iq: رابط الصفحة: هذا الحقل مطلوب

source: Categories url: this field is required
ar_iq: رابط الفئات :هذا الحقل مطلوب

source: Search url: this field is required
ar_iq: رابط البحث: هذه الخانة متطلبة

source: Search country: this field is required
ar_iq: البحث بالدولة: هذه الخانة متطلبة

source: Search region: this field is required
ar_iq: البحث في المنطقة: هذه الخانة متطلبة

source: Search city: this field is required
ar_iq: بحث حسب المدينة :هذا الحقل مطلوب

source: Search city area: this field is required
ar_iq: البحث في منطفة المدينة: هذه الخانة متطلبة

source: Search category: this field is required
ar_iq: قسم البحث: هذه الخانة متطلبة

source: Search user: this field is required
ar_iq: بحث حسب المستخدم :هذا الحقل مطلوب

source: Search pattern: this field is required
ar_iq: نمط البحث: هذه الخانة متطلبة

source: Contact url: this field is required
ar_iq: رابط الاتصال: هذه الخانة متطلبة

source: Feed url: this field is required
ar_iq: رابط المغدي: هذه الخانة متطلبة

source: Language url: this field is required
ar_iq: رابط اللغة هذا الحقل مطلوب

source: Listing mark url: this field is required
ar_iq: رابط علامة الاعلان :هذا الحقل مطلوب

source: Listing send friend url: this field is required
ar_iq: رابط ارسال الاعلان لصديق : هذا الحقل مطلوب

source: Listing contact url: this field is required
ar_iq: رابط اتصال الاعلان :هذا الحقل مطلوب

source: New listing url: this field is required
ar_iq: رابط اعلان جديد:هذا الحقل مطلوب

source: Activate listing url: this field is required
ar_iq: رابط تفعيل المبوبة: هذه الخانة متطلبة

source: Edit listing url: this field is required
ar_iq: رابط تعديل المبوبة: هذه الخانة متطلبة

source: Delete listing url: this field is required
ar_iq: رابط حذف المبوبة: هذه الخانة متطلبة

source: Delete listing resource url: this field is required
ar_iq: حذف ادراج رابط الموارد: هذا الحقل مطلوب

source: Login url: this field is required
ar_iq: رابط تسجيل الدخول: هذه الخانة متطلبة

source: User dashboard url: this field is required
ar_iq: رابط لوحة معلومات مستخدم: هذا الحقل مطلوب

source: Logout url: this field is required
ar_iq: رابط تسجيل الخروج: هذه الخانة متطلبة

source: User register url: this field is required
ar_iq: رابط تسجيل مستخدم :هذا الحقل مطلوب

source: Activate user url: this field is required
ar_iq: تنشيط رابط المستخدم: هذا الحقل مطلوب

source: Activate alert url: this field is required
ar_iq: رابط تفعيل الانذار: هذه الخانة متطلبة

source: User profile url: this field is required
ar_iq: رابط حساب المستخدم : هذا الحقل مطلوب

source: User listings url: this field is required
ar_iq: رابط اعلانات مستخدم : هذا الحقل مطلوب

source: User alerts url: this field is required
ar_iq: رابط تحذيرات مستخدم: هذا الحقل مطلوب

source: Recover user url: this field is required
ar_iq: رابط اعادة المستخدم: هذه الخانة متطلبة

source: User forgot url: this field is required
ar_iq: رابط المستخدم المنسي :هذا الحقل مطلوب

source: Change password url: this field is required
ar_iq: رابط تغيير كلمة السر: هذا الحقل مطلوب

source: Change email url: this field is required
ar_iq: تغيير رابط البريد الالكتروني: هذه الخانة متطلبة

source: Change email confirm url: this field is required
ar_iq: رابط تغيير بريد التاكيد: هذا الحقل مطلوب

source: Show rules
ar_iq: اعرض القواعد

source: Hide rules
ar_iq: اخفاء القواعد

source: Permalinks &raquo; %s
ar_iq: الروابط الثابتة &raquo; %s

source: Permalinks
ar_iq: الروابط الثابتة

source: Enable friendly urls
ar_iq: تفعيل الروابط الصديقة

source: Listing URL:
ar_iq: رابط المبوبة:

source: Accepted keywords: %s
ar_iq: كلمات ابحث المقبولة: %s

source: Page URL:
ar_iq: رابط الصفحة:

source: Category URL:
ar_iq: رابط القسم:

source: Search URL:
ar_iq: رابط البحث

source: Search keyword country
ar_iq: كلمات البحث في دولة

source: Search keyword region
ar_iq: منطقة الكلمة المفتاحية للبحث

source: Search keyword city
ar_iq: كلمات البحث في مدينة

source: Search keyword city area
ar_iq: كلمات البحث في منطقة في مدينة

source: Search keyword category
ar_iq: البحث بالكلمة المفتاحية عن القسم

source: Search keyword user
ar_iq: البحث عن المستخدم بكلمة مفتاحية

source: Search keyword pattern
ar_iq: نمط الكلمة المفتاحية للبحث

source: Contact
ar_iq: اتصل

source: Feed
ar_iq: المغذي

source: Language
ar_iq: اللغة

source: Listing mark
ar_iq: تحديد المبوبة

source: Listing send friend
ar_iq: ارسال المبوبة لصديق

source: Listing contact
ar_iq: مالك المبوبة

source: Listing new
ar_iq: مبوبة جديدة

source: Listing activate
ar_iq: تفعيل المبوبة

source: Listing edit
ar_iq: تعديل المبوبة

source: Listing delete
ar_iq: محو المبوبة

source: Listing resource delete
ar_iq: حذف توابع المبوبة

source: User login
ar_iq: تسجيل دخول مستخدم

source: User dashboard
ar_iq: لوحة معلومات مستخدم

source: User logout
ar_iq: تسجيل خروج مستخدم

source: User register
ar_iq: تسجيل مستخدم

source: User activate
ar_iq: تفعيل مستخدم

source: User activate alert
ar_iq: تحذير تفعيل المستخدم

source: User profile
ar_iq: حساب المستخدم

source: User alerts
ar_iq: تحذيرات المستخدم

source: User recover
ar_iq: استعادة مستخدم

source: User forgot
ar_iq: نسيت مستخدم

source: User change password
ar_iq: مستخدم غير كلمة السر

source: User change email
ar_iq: مستخدم غير البريد الالكتروني

source: User change email confirm
ar_iq: مستخدم غير البريد الالكتروني التاكيدي

source: Latest searches Settings &raquo; %s
ar_iq: أحدث عمليات البحث إعدادات »%s

source: Latest searches Settings
ar_iq: اعدادات اخر عمليات البحث

source: Latest searches
ar_iq: آخر مواضيع تم البحث عنها

source: Save the latest user searches
ar_iq: حفظ آخر عمليات بحث المستخدمين

source: One hour
ar_iq: ساعة واحدة

source: One day
ar_iq: يوم واحد

source: One week
ar_iq: اسبوع واحد

source: Forever
ar_iq: للابد

source: Store 1000 queries
ar_iq: تخزين 1000 الاستعلام

source: Store %s queries
ar_iq: تخزين %s استعلام

source: This feature can generate a lot of data. It's recommended to purge this data periodically.
ar_iq: هذه الخاصيه بإمكانها توليد العديد من البيانات,من المستحسن تنظيف هذه البيانات بشكل دوري.

source: Spam and bots &raquo; %s
ar_iq: الرسائل غير المرغوب فيها و الروبوتات &raquo; %s

source: Spam and bots
ar_iq: الرسائل غير المرغوب فيها و الروبوتات

source: Akismet
ar_iq: أكيسميت

source: Akismet is a hosted web service that saves you time by automatically detecting comment and trackback spam. It's hosted on our servers, but we give you access to it through plugins and our API.
ar_iq: akismet هي خدمة ويب مستضافه ,توفر لك الوقت عن طريق الكشف عن التعليقات و التعقيبات المزعجة تلقائيا. الخدمه موجوده على خادماتنا ، ولكن نحن نعطيكم الوصول إليه من خلال الإضافات وAPI خاصتنا.

source: Akismet API Key
ar_iq: مفتاح الأكيسميت الخاص بالAPI

source: This key is valid
ar_iq: هذا المفتاح صحيح

source: The key you entered is invalid. Please double-check it
ar_iq: المفتاح الذي أدخلته غير صالح, يرجى التحقق المزدوج منه

source: Akismet is disabled, please enter an API key. <a href="%s" target="_blank">(Get your key)</a>
ar_iq: Akismet غير مفعل ,الرجاء إدخال مفتاح API . <a href="%s" target="_blank">(أحصل على مفتاح)</a>

source: reCAPTCHA helps prevent automated abuse of your site by using a CAPTCHA to ensure that only humans perform certain actions. <a href="%s" target="_blank">Get your key</a>
ar_iq: reCAPTCHA يساعد على منع الإساءة الآلية على موقعك باستخدام CAPTCHA لضمان أن البشر فقط يؤدون إجراءات معينة. <a href="%s" target="_blank">احصل على مفتاحك</a>

source: reCAPTCHA Public key
ar_iq: reCAPTCHA المفتاح العام

source: reCAPTCHA Private key
ar_iq: reCAPTCHA المفتاح الخاص

source: If you see the reCAPTCHA form it means that you have correctly entered the public key
ar_iq: إذا كنت ترى شكل اختبار reCAPTCHA فهذا يعني أنك قد دخلت المفتاح العمومي بشكل صحيح

source: Last 10 weeks
ar_iq: آخر 10 أسابيع

source: Last 10 months
ar_iq: آخر 10 شهور

source: Last 10 days
ar_iq: آخر 10 أيام

source: Comments
ar_iq: تعليقات

source: Are you sure you want to %s the selected comments?
ar_iq: هل انت متأكد من %s التعليقات المحددة ؟

source: There're no statistics yet
ar_iq: لا يوجد احصائيات حاليا

source: Quickly find out how many new listings have been published on your site and how many visits each of the listings gets.
ar_iq: العثور بسرعة عدد القوائم جديدة المنشورة على الموقع الخاص بك، وكم عدد الزيارات التي تحصل عليها كل قائمة.

source: Latest comments on the web
ar_iq: آخر التعليقات على الشبكة

source: Listing Statistics &raquo; %s
ar_iq: احصاءات المبوبات &raquo; %s

source: Items
ar_iq: العناصر

source: Views
ar_iq: المشاهدات

source: Listing Statistics
ar_iq: احصائيات اعلان

source: New listing
ar_iq: اعلان جديد

source: Number of new listings
ar_iq: عدد الاعلانات الجديدة

source: Listings' views
ar_iq: مشاهدات القوائم

source: Total number of listings' views
ar_iq: اجمالي عدد مشاهدات الاعلانات

source: Inactive
ar_iq: غير مفعّل

source: Bad category
ar_iq: فسم خاطيء

source: Total number of reports
ar_iq: اجمالي عدد التقارير

source: Users per country
ar_iq: المستخدمين حسب الدولة

source: Unknown
ar_iq: غير معروف

source: Users per region
ar_iq: المستخدمين حسب المنطقة

source: User Statistics
ar_iq: احصائيات مستخدم

source: Latest users on the web
ar_iq: آخر المستخدمين على الشبكة

source: E-Mail
ar_iq: البريد الالكتروني

source: Avg. items per user
ar_iq: معدل العناصر لكل مستخدم

source: %s listings per user
ar_iq: %s اعلان بواسطة مستخدم

source: Tools
ar_iq: ادوات

source: Backup &raquo; %s
ar_iq: نسخ احتياطي &raquo; %s

source: Backup
ar_iq: النسخ الاحتياطي

source: Backup folder
ar_iq: مجلد النسخ الاحتياطي

source: This is the folder in which your backups will be created. We recommend that you choose a non-public path.
ar_iq: هذا هو المجلد الذي سيتم إنشاء النسخ الاحتياطية. من المستحسن أن تختار مسار غير العامة.

source: Backup SQL (store on server)
ar_iq: نسخ احتياطي لقاعدة البيانات(الحفظ علي الخادم)

source: Backup files (store on server)
ar_iq: نسخ احتياطي للملفات (الحفظ علي الخادم)

source: Category stats &raquo; %s
ar_iq: احصاءات القسم &raquo; %s

source: Category stats
ar_iq: فئة الإحصائيات

source: Calculate category stats
ar_iq: حساب احصاءات الأقسام

source: Import &raquo; %s
ar_iq: استيراد &raquo; %s

source: Import
ar_iq: استيراد

source: File (.sql)
ar_iq: ملف (.sql)

source: Import data
ar_iq: استيراد البيانات

source: Location stats &raquo; %s
ar_iq: احصاءات المواقع &raquo; %s

source: Locations stats
ar_iq: احصائات المواقع

source: Complete
ar_iq: اكتملت العملية

source: Maintenance &raquo; %s
ar_iq: الصيانة &raquo; %s

source: Maintenance
ar_iq: الصيانة

source: Maintenance mode is: <strong>%s</strong>
ar_iq: نظام الصيانة: <strong>%s</strong>

source: Disable maintenance mode
ar_iq: الغاء نظام الصيانة

source: Enable maintenance mode
ar_iq: تفعيل نظام الصيانة

source: Checking for updates (Current version %s)
ar_iq: البحث عن تحديثات (هذه النسخة %s)

source: New version to update:
ar_iq: يتوفر الان اصدار احدث:

source: Upgrade
ar_iq: ترقية

source: Upgrade &raquo; %s
ar_iq: ترقية &raquo; %s

source: Update user
ar_iq: تحديث مستخدم

source: Add new user
ar_iq: اضافة مستخدم جديد

source: Contact info
ar_iq: معلومات الاتصال

source: Last access
ar_iq: اخر دخول

source: %s on %s
ar_iq: %s علي %s

source: (required)
ar_iq: (مطلوب)

source: Cell phone
ar_iq: الهاتف الجوال

source: Phone
ar_iq: الهاتف

source: Website
ar_iq: الموقع الالكتروني

source: User type
ar_iq: نوع المستخدم

source: Additional information
ar_iq: المزيد من المعلومات

source: Location
ar_iq: الموقع

source: (twice, required)
ar_iq: (مرتين، مطلوب)

source: Manage users
ar_iq: ادارة المستخدمين

source: Manage users &raquo; %s
ar_iq: ادارة المستخدمين &raquo; %s

source: Resend activation
ar_iq: اعادة ارسال التفعيل

source: unsubscribe alert
ar_iq: تحذير إلغاء الاشتراك

source: Users enabled
ar_iq: تفعيل المستخدمين

source: Anyone can register
ar_iq: يمكن لأي أحد أن يقوم بالتسجيل

source: Users need to validate their account
ar_iq: مستخدمين بحاجة إلى التحقق من صحة حساباتهم

source: Admin notifications
ar_iq: الإخطارات المدير

source: When a new user is registered
ar_iq: عندما يقوم مستخدم جديد بالتسجيل

source: Admin mail system
ar_iq: نظام بريد المدير

source: Search results
ar_iq: نتائج البحث

source: Publish a listing
ar_iq: نشر اعلان

source: Edit your listing
ar_iq: تعديل مبوبتك

source: Send to a friend
ar_iq: إرسال لصديق

source: Contact seller
ar_iq: مراسلة البائع

source: Error
ar_iq: خطاء

source: Languages
ar_iq: اللغات

source: page
ar_iq: صفحة

source: Show all listings
ar_iq: اعرض كل الاعلانات

source: Recover your password
ar_iq: استعادة كلمة السر

source: Login
ar_iq: تسجيل الدخول

source: Create a new account
ar_iq: إنشاء حساب جديد

source: Manage my listings
ar_iq: ادارة مبوباتي

source: Manage my alerts
ar_iq: إدارة التنبيهات الخاصة بي

source: Update my profile
ar_iq: تحديث معلوماتي الشخصية

source: Public profile
ar_iq: الملف العام

source: Change my email
ar_iq: تغيير عنوان البريد الالكتروني

source: Change my password
ar_iq: تغيير كلمة السر

source: Recover my password
ar_iq: استعادة كلمة السر

source: Logout
ar_iq: خروج

source: New comments
ar_iq: ردود جديدة

source: Plugin updates
ar_iq: تحديث اضافة

source: PHP version >= 5.x
ar_iq: اصدار PHP >=5.X

source: MySQLi extension is required. How to <a target="_blank" href="http://www.php.net/manual/en/mysqli.setup.php">install/configure</a>.
ar_iq: اضافة MySQLi مطلوبة. كيف ذلك <a target="_blank" href="http://www.php.net/manual/en/mysqli.setup.php">تنصيب/اعداد</a>.

source: GD extension is required. How to <a target="_blank" href="http://www.php.net/manual/en/image.setup.php">install/configure</a>.
ar_iq: اضافة GD مطلوبة. كيف ذلك <a target="_blank" href="http://www.php.net/manual/en/image.setup.php">تنصيب/اعداد</a>.

source: Folder <code>oc-content/uploads</code> exists
ar_iq: مجلد <code>oc-content/uploads</code> موجود

source: You have to create <code>uploads</code> folder, i.e.: <code>mkdir %soc-content/uploads/</code>
ar_iq: عليك إنشاء مجلد <code>uploads</code> اي ان عليك تنفيذ <code>mkdir %soc-content/uploads/</code>

source: Root directory is writable
ar_iq: المجلد الرئيسي للخادم قابل للكتابة

source: Root folder has to be writable, i.e.: <code>chmod a+w %s</code>
ar_iq: المجلد الجذر يجب ان يكون قابل للكتابة, يعني: <code>chmod a+w %s</code>

source: Cannot connect to the database. Error number: %s
ar_iq: لا يمكن الوصول لقاعدة البيانات. خطاء رقم %s

source: Cannot connect to the database. Check if the user has privileges.
ar_iq: لا يمكن الاتصال بقاعدة البيانات. تحقق مما إذا كان المستخدم لديه امتيازات.

source: Cannot connect to the database. Check if the username and password are correct.
ar_iq: لا يمكن الوصول لقاعدة البيانات . تاكد من اسم المستخدم و كلمة السر.

source: Can't copy config-sample.php. Check if the root directory is writable.
ar_iq: لا يمكن نسخ config-sample.php تحقق من ان الدليل الجذر قابل للكتابة.

source: There are tables with the same name in the database. Change the table prefix or the database and try again.
ar_iq: وهناك جداول بنفس الاسم في قاعدة البيانات. تغيير بادئة الجدول أو قاعدة البيانات وحاول مرة أخرى.

source: The file %s doesn't exist
ar_iq: الملف %s غير موجود

source: Database information
ar_iq: معلومات قاعدة البيانات

source: Host
ar_iq: المضيف

source: Server name or IP where the database engine resides
ar_iq: اسم الخادم أو IP حيث يوجد محرك قاعدة البيانات

source: Database name
ar_iq: اسم قاعدة البيانات

source: User Name
ar_iq: اسم المستخدم

source: Your MySQL username
ar_iq: اسم قاعدة البيانات

source: Your MySQL password
ar_iq: كلمة سر قاعدة البيانات

source: Table prefix
ar_iq: الرمز الذي يسبق اسماء القوائم في قاعدة البيانات

source: Advanced
ar_iq: متقدم

source: Create DB
ar_iq: انشاء قاعدة بيانات جديدة

source: Check here if the database is not created and you want to create it now
ar_iq: اضغط هنا إذا كانت قاعدة البيانات لم يتم انشاءها بعد و كنت تريد انشاءها الآن

source: DB admin username
ar_iq: اسم مشرف قاعدة البيانات

source: DB admin password
ar_iq: كلمة السر لمشرف قاعدة البيانات

source: Information needed
ar_iq: مطلوب بيانات

source: Admin user
ar_iq: مستخدم المدير

source: Admin user is required
ar_iq: مطلوب مستخدم المدير

source: A password will be automatically generated for you if you leave this blank.
ar_iq: سيتّم تلقائياً توليد كلمة مرور عشوائية في حال تركت هذا خالياً.

source: Contact information
ar_iq: معلومات الاتصال

source: Web title
ar_iq: عنوان الموقع

source: Contact e-mail
ar_iq: البريد الالكتروني

source: Put your e-mail here
ar_iq: ضع بريدك الالكتروني هنا

source: Choose countries/cities where your target users are located
ar_iq: اختر الدول و المدن التي يقع فيها المستخدمين الذين تريد استهدافهم

source: No internet connection. You can continue the installation and insert countries later.
ar_iq: لا يوجد اتصال بالانترنت. يمكنكم متابعة التنزيل و ادخال الدول لاحقاً.

source: Go back
ar_iq: عودة للوراء

source: The selected location could not been installed
ar_iq: لا يمكن أن يتم تثبيت الموقع المحدد

source: Congratulations!
ar_iq: مبروك!

source: An e-mail with the password for oc-admin has been sent to: %s
ar_iq: لقد أرسلت رسالة بالبريد الإلكتروني مع كلمة المرور للوحة تحكم الادارة :%s

source: Finish and go to the administration panel
ar_iq: الانهاء و الدخول للوحة التحكم

source: username: %s
ar_iq: اسم المستخدم: %s

source: password: %s
ar_iq: كلمة السر: %s

source: Welcome
ar_iq: مرحبا

source: Choose language
ar_iq: اختيار اللغة

source: Check the next requirements:
ar_iq: تحقق من المتطلبات التالية:

source: Requirements help:
ar_iq: متطلبات مساعدة:

source: Need more help?
ar_iq: هل تحتاج للمزيد من المساعدة؟

source: All right! All the requirements have met:
ar_iq: جيد! لقد تم تلبية جميع المتطلبات:

source: Allow my site to appear in search engines like Google.
ar_iq: السماح للموقع بالظهور في محركات البحث كجوجل.

source: Try again
ar_iq: حاول مرة اخري

source: Run the install
ar_iq: ابدء التثبيت

source: Readme
ar_iq: إقرأني

source: Feedback
ar_iq: التغذية الراجعة

source: Anonymous
ar_iq: مجهول

source: Message: this field is required
ar_iq: الرسالة: هذه الخانة متطلبة

source: Your name: this field is required
ar_iq: اسمك: هذا الحقل مطلوب

source: Plugin %s is missing the index.php file %s
ar_iq: الاضافة %s تفتقد للملف index.php %s

source: here
ar_iq: هنا

source: Manage media
ar_iq: ادارة الوسائط المتعددة

source: Manage themes
ar_iq: ادارة الثيمات

source: Manage widgets
ar_iq: ادارة القطع

source: Manage plugins
ar_iq: ادارة الملحقات

source: General
ar_iq: عام

source: Mail server
ar_iq: خادم البريد الالكتروني

source: Media
ar_iq: الوسائط المتعددة

source: Backup data
ar_iq: نسخ احتياطي للبيانات

source: Location stats
ar_iq: احصاءات الموقع

source: Maintenance mode
ar_iq: نظام الصيانة

source: Your Profile
ar_iq: حسابك

source: Reports
ar_iq: تقارير

source: Search results: %s
ar_iq: نتائج البحث : %s

source: %s's profile
ar_iq: %s's الملف الشخصي

source: Account
ar_iq: حساب

source: My listings
ar_iq: مبوباتي

source: My alerts
ar_iq: تنبيهات

source: My profile
ar_iq: الملف الشخصي

source: Moderator
ar_iq: المشرف

source: Name: enter at least 3 characters
ar_iq: الاسم: اكتب على الاقل 3 احرف

source: Name: no more than 50 characters
ar_iq: الاسم: لا يجب ان يكون اطول من 50 حرف

source: Username: this field is required
ar_iq: اسم المستخدم: هذا الحقل مطلوب

source: Username: enter at least 3 characters
ar_iq: اسم المستخدم: اكتب على الاقل 3 احرف

source: Username: no more than 50 characters
ar_iq: اسم المستخدم: لا يجب ان يكون اطول من 50 حرف

source: Password: enter at least 5 characters
ar_iq: كلمة المرور: اكتب على الاقل 5 احرف

source: Passwords don't match
ar_iq: كلمات السر غير متطابقة

source: Enter your e-mail
ar_iq: اكتب بريدك الالكتروني

source: Comment: this field is required
ar_iq: التعليق: هذا الحقل مطلوب

source: Select a category
ar_iq: اختر التصنيف

source: Select a country...
ar_iq: اختار الدولة

source: Select a region...
ar_iq: اختار المنطقة

source: Market external sources
ar_iq: مصادر خارجية للمتجر

source: Select a city...
ar_iq: اختار المدينة

source: Allow updates and installations of non-official plugins and themes
ar_iq: السماح بالتحديثات و تنصيب اضافات و قيمات غير رسمية

source: Choose one category
ar_iq: اختار تصنيف واحد فقط

source: Price: no more than 50 characters
ar_iq: السعر: ليس اكثر من 50 حرف

source: Currency: make your selection
ar_iq: العملة: حدد اختيارك

source: Photo: must be %s
ar_iq: الصورة: يجب ان تكون %s

source: Name: no more than 35 characters
ar_iq: الاسم: ليس اطول من 35 حرف

source: Address: enter at least 3 characters
ar_iq: العنوان: اكتب على الاقل 3 احرف

source: Address: no more than 100 characters
ar_iq: العنوان: ليس اطول من 100 حرف

source: Select a region
ar_iq: اختار منطقة

source: Select a city
ar_iq: اختار مدينة

source: City area: enter at least 3 characters
ar_iq: منطقة المدينة: اكتب 3 احرف على الاقل

source: City area: no more than 50 characters
ar_iq: منطقة المدينة: ليس اكثر من 50 حرف

source: Remove
ar_iq: إمسح

source: Short name: this field is required
ar_iq: الإسم المختصر: هذه الخانة إلزامية

source: Currency format: this field is required
ar_iq: تنسيق العملة: هذه الخانة إلزامية

source: Number of decimals: this field is required
ar_iq: عدد الكسور العشرية: هذه الخانة إلزامية

source: Decimal point: this field is required
ar_iq: الفاصل العشري: هذه الخانة إلزامية

source: Date format: this field is required
ar_iq: تنسيق التاريخ: هذه الخانة إلزامية

source: Body
ar_iq: الجسد

source: Friend's name: this field is required
ar_iq: إسم صديقك: هذه الخانة إلزامية

source: Friend's email: this field is required
ar_iq: بريد صديقك الألكتروني: هذه الخانة إلزامية

source: Invalid friend's email address
ar_iq: بريد صديقك الألكتروني غير صالح

source: Company
ar_iq: الشركة

source: All
ar_iq: كل

source: Password: this field is required
ar_iq: كلمة المرور: هذه الخانة إلزامية

source: Second password: this field is required
ar_iq: كلمة المرور الثانية: هذه الخانة إلزامية

source: Second password: enter at least 5 characters
ar_iq: كلمة المرور الثانية: أدخل ما لا يقل عن 5 حروف

source: Page
ar_iq: صفحة

source: Go!
ar_iq: إنطلق!

source: Check with seller
ar_iq: تحقق مع البائع

source: Free
ar_iq: مجانا

source: Newly listed
ar_iq: الأحدث

source: Lower price first
ar_iq: الأسعار الأقل أولاً

source: Higher price first
ar_iq: الأسعار الأعلى أولاً

source: January
ar_iq: يناير

source: February
ar_iq: فبراير

source: March
ar_iq: مارس

source: April
ar_iq: أبريل

source: May
ar_iq: مايو

source: June
ar_iq: يونيو

source: July
ar_iq: يوليو

source: August
ar_iq: أغسطس

source: September
ar_iq: سبتمبر

source: October
ar_iq: أكتوبر

source: November
ar_iq: نوفمبر

source: December
ar_iq: ديسمبر

source: Jan
ar_iq: يناير

source: Feb
ar_iq: فبراير

source: Mar
ar_iq: مارس

source: Apr
ar_iq: أبريل

source: Jun
ar_iq: يونيو

source: Jul
ar_iq: يوليو

source: Aug
ar_iq: أغسطس

source: Sep
ar_iq: سبتمبر

source: Oct
ar_iq: أكتوبر

source: Nov
ar_iq: نوفمبر

source: Dec
ar_iq: ديسمبر

source: Mon
ar_iq: الإثنين

source: Tue
ar_iq: الثلاثاء

source: Wed
ar_iq: الأربعاء

source: Thu
ar_iq: الخميس

source: Fri
ar_iq: الجمعة

source: Sat
ar_iq: السبت

source: Sun
ar_iq: الأحد

source: AM
ar_iq: صباحا

source: PM
ar_iq: مساء

source: am
ar_iq: ص

source: pm
ar_iq: م

source: Manage your listings
ar_iq: إدارة إعلاناتك

source: Manage your alerts
ar_iq: إدارة التنبيهات

source: For sale
ar_iq: للبيع

source: Vehicles
ar_iq: مركبات
