Repository: SaFi2266/APT
Catalog: */core.po
Languages: ar_iq

source: Problems with this plugin? Ask for support.
ar_iq: هل تواجه مشكلة مع هذه الإضافة؟ اطلب الدعم.

source: The slug has to be a unique string, could be left blank
ar_iq: يجب ان يكون الشعار فريد من نوعه , يمكنك ترك الخانة فارغة

source: Slug
ar_iq: الشعار

source: At least one option is required.
ar_iq: يوجد علي الاقل اختيار لم يكتمل.

source: Current theme does not support widgets
ar_iq: المظهر الحالي لا يدعم الويدجت

source: Hi %s,
ar_iq: مرحباً %s,

source: Remember that for any doubts you might have you can consult our <a href="%1$s">documentation</a>, <a href="%2$s">forum</a> or <a href="%3$s">blog</a>.
ar_iq: تذكر ان في حالة وجود اي شكوك لديك يمكنك استشارة <a href="%1$s">وثائقنا</a> او <a href="%2$s">منتدانا </a>او <a href="%3$s">مدونتنا</a> .

source: Osclass doesn’t run any developments but we can put you in touch with third party developers through a Premium Support. And hey, if you would like to contribute to Osclass - learn how <a href="%1$s">here</a>!
ar_iq: أو إس كلاس لا يدعم أية تطبيقات لكن يمكنكم الاستعانة بمساعدة مطورين من الخارج ليقومون بدعمكم. و ان اردتم المساهمة بانفسكم في تطوير أو إس كلاس - تعلموا كيفية ذلك من خلال <a href="%1$s">هذا</a> الرابط!

source: Cheers,
ar_iq: مرحى ،

source: Loading...
ar_iq: جاري التحميل ,,,,

source: From
ar_iq: من

source: to
ar_iq: إلى

source: from
ar_iq: من

source: Wk
ar_iq: اسبوع

source: Sa
ar_iq: السبت

source: Backup SQL (download file)
ar_iq: نسخ الحتياطي كملف SQL (حمل الملف)

source: The username is available
ar_iq: اسم المستخدم هذا متاح

source: Th
ar_iq: الخميس

source: We
ar_iq: الاربعاء

source: Tu
ar_iq: الثلاثاء

source: Mo
ar_iq: الاثنين

source: Su
ar_iq: الاحد

source: Today
ar_iq: اليوم

source: Next
ar_iq: التالي

source: Prev
ar_iq: السابق

source: Done
ar_iq: تم

source: Expiration date
ar_iq: تاريخ انتهاء الصلاحية

source: Site home page link.
ar_iq: رابط الصفحة الرئيسية للموقع.

source: Site home page url.
ar_iq: رابط الصفحة الرئيسية للموقع.

source: Unsubscribe link.
ar_iq: رابط إلغاء الاشتراك.

source: Link for account validation.
ar_iq: رابط التاكيد من صحة حسابك

source: ERROR: Some dependencies could not be loaded (%s)
ar_iq: خطأ: لايمكن تحميل بعد التبعيات (%s)

source: The username is NOT available
ar_iq: اسم المستخدم هذا غير متاح

source: Search prefix URL:
ar_iq: قبل رابط البحث:

source: City based
ar_iq: الاستناد لمدينة

source: Region based
ar_iq: الاستناد لمنطقة

source: Country based
ar_iq: الاستناد لدولة

source: %d days
ar_iq: %d ايام

source: This option will send an email X days before an ad expires to the author. 0 for no email.
ar_iq: هذا الاختيار سيرسل لك رسالة قبل Xيوم من انتتهاء صلاحية الاعلان لصاحبه . 0 لعدم الارسال .

source: days
ar_iq: ايام

source: Warn about expiration
ar_iq: تحذير من انتهاء الصلاحية

source: 0, means no expiration date
ar_iq: 0, يعني عدم وجود تاريخ انتهاء الصلاحية

source: Force image aspect.
ar_iq: صورة الجانب القوي

source: Force aspect
ar_iq: الجانب القوي

source: Remember to enable cookies for the subdomains too.
ar_iq: تذكر ان تسمح بالكوكيز علي النطاق الفرعي

source: Your current host is "%s". Add it without "www".
ar_iq: استضافتك الحالية هي "%s". اضفها بدون "www".

source: Your host is required to know the subdomain.
ar_iq: استضافتك تحتاج معرفة النطاق الفرعي

source: Category based
ar_iq: الاستناد لفئة

source: No subdomains
ar_iq: لا يوجد نطاق فرعي

source: Subdomain type
ar_iq: نوع النطاق الفرعي

source: Advanced Settings
ar_iq: اعدادت متقدمة

source: Advanced Settings &raquo; %s
ar_iq: اعدادات متقدمة &raquo; %s

source: Change advanced configuration of your Osclass. <strong>Be careful</strong> when modifying default values if you're not sure what you're doing!
ar_iq: قم بتعديل الخيارات التابعة لطبيق أو إس كلاس الخاص بكم. <strong>انتبهوا</strong> عند تعديل أية خيارات ان كنتم لا تعلمون ماذا تفعلون جيداً!

source: Select subcategory
ar_iq: اختار الفئة الفرعية

source: No subcategory
ar_iq: لا يوجد فئة فرعية

source: Select category
ar_iq: اختر الفئة

source: Url for account validation.
ar_iq: رابط التاكد من صحة حسابك

source: It always appear before the category, region or city url.
ar_iq: أنه يظهر دائما قبل رابط القسم، المنطقة أو المكان.

source: Name from
ar_iq: اسم من

source: Mail from
ar_iq: رسالة من

source: Enable / Disable the price field
ar_iq: اتاحة/عدم اتاحة خانة السعر

source: no action defined
ar_iq: لا يوجد أية إجراءات محدده

source: Administrator
ar_iq: مدير

source: Latest listings added
ar_iq: آخر إعلانات مضافة

source: Latest listings added in
ar_iq: آخر إعلانات مضافة في

source: Edit
ar_iq: تحرير

source: Delete
ar_iq: مسح

source: Deactivate
ar_iq: تعطيل

source: Activate
ar_iq: تفعيل

source: Block
ar_iq: حظر

source: Unblock
ar_iq: إلغاء حظر

source: Unmark as premium
ar_iq: إلغاء الإمتياز

source: Mark as premium
ar_iq: تحديد إمتياز

source: Unmark as spam
ar_iq: إلغاء التحديد كرسائل غير مرغوب فيها

source: Mark as spam
ar_iq: التحديد كرسائل غير مرغوب فيها

source: Disable (website)
ar_iq: تعطيل (موقع)

source: Enable (website)
ar_iq: تفعيل (موقع)

source: Disable (oc-admin)
ar_iq: تعطيل (OC-المشرف)

source: Enable (oc-admin)
ar_iq: تفعيل (OC-المشرف)

source: This action can't be undone. Are you sure you want to continue?
ar_iq: لا يمكن التراجع عن هذا الإجراء. هل أنت متأكد أنك تريد المتابعة؟

source: Yes
ar_iq: نعم

source: No
ar_iq: لا

source: Configure
ar_iq: تهيئة

source: Disable
ar_iq: تعطيل

source: Enable
ar_iq: تفعيل

source: This action can not be undone. Uninstalling plugins may result in a permanent lost of data. Are you sure you want to continue?
ar_iq: لا يمكن التراجع عن هذا الإجراء, قد يؤدي إلغاء تثبيت الإضافات إلى فقدان البيانات , هل أنت متأكد أنك تريد المتابعة؟

source: Uninstall
ar_iq: ازالة

source: Install
ar_iq: تنصيب

source: No results
ar_iq: لايوجد نتائج

source: Order saved
ar_iq: تم تسجسل طلبك

source: Saved
ar_iq: تم الحفظ

source: NEW custom field
ar_iq: حقل عميل جديد

source: Parent category is disabled, you can not enable that category
ar_iq: تم ايقاف الفئة الرئيسية , لايمكنك اتاحة هذه الفئة

source: The subcategory has been enabled
ar_iq: تم اتاحة القائمة الفرعية

source: The subcategory has been disabled
ar_iq: تم ايقاف القائمة الفرعية

source: The categories have been deleted
ar_iq: تم مسح الفئة

source: Category updated correctly
ar_iq: تم تحديث الفئة بنجاح

source: Test email, %s
ar_iq: بريد تجريبي , %s

source: Test email
ar_iq: بريد تجريبي

source: Email sent successfully
ar_iq: تم الارسال البريد الالكتروني بنجاح

source: View page
ar_iq: شاهد الصفحة

source: Nothing to copy
ar_iq: لايوجد شئ لنسخه

source: Unzip failed
ar_iq: فشلت عملية فك الضغط

source: Download failed
ar_iq: فشل التحميل

source: Missing download URL
ar_iq: رابط التحميل مفقود

source: No external sources are allowed
ar_iq: لا يوجد مصادر خارجية متاحة

source: Input code not valid
ar_iq: رمز الادخال غير صحيح

source: Show more
ar_iq: المزيد

source: View comments
ar_iq: مشاهدة الردود

source: View media
ar_iq: مشاهدة الوسائط

source: Clear Spam
ar_iq: مسح الاعلانات الوهمية

source: Clear Duplicated
ar_iq: مسح الاعلانات المكرره

source: Clear Offensive
ar_iq: مسح الاعلانات العدائية

source: Clear Expired
ar_iq: مسح الاعلانات المنتهية

source: Re-send activation email
ar_iq: ارسل بريد التاكيد مرة اخره

source: Change your password
ar_iq: تغيير كلمة السر

source: Type your new password
ar_iq: ادخل كلمة السر الجديدة

source: Change password
ar_iq: غير كلمة السر

source: Log in
ar_iq: تسجيل دخول

source: Back to %s
ar_iq: العودة الي %s

source: Username
ar_iq: اسم المستخدم

source: Password
ar_iq: كلمة السر

source: Remember me
ar_iq: تذكرني

source: Forgot your password?
ar_iq: نسيت كلمة السر

source: Lost your password
ar_iq: فقدت كلمة السر

source: Please enter your username or e-mail address
ar_iq: من فضلك اضف اسم المستخدم او البريد الالكتروني

source: You will receive a new password via e-mail
ar_iq: سيتم ارسال كلمة السر الجديدة علي بريدك

source: E-mail
ar_iq: البريد الإلكتروني

source: Get new password
ar_iq: احصل علي كلمة سر جديدة

source: Listings by category
ar_iq: اعلانات حسب الفئة

source: Listing
ar_iq: اعلان

source: Listings
ar_iq: اعلانات

source: There aren't any uploaded listing yet
ar_iq: ليست هناك أي اعلان تم تحميله حتى الآن

source: Statistics
ar_iq: إحصائيات

source: Enter title here
ar_iq: ضع العنوان هنا

source: Description
ar_iq: الوصف

source: Edit admin
ar_iq: تعديل صلاحيات مدير

source: Save
ar_iq: حفظ

source: Manage admins
ar_iq: ادارة المديرين

source: Add admin
ar_iq: اضافة مدير

source: Add
ar_iq: اضافة

source: Admins
ar_iq: مديرين

source: Name <em>(required)</em>
ar_iq: الاسم <em>(required)</em>

source: Username <em>(required)</em>
ar_iq: اسم المستخدم <em>(required)</em>

source: E-mail <em>(required)</em>
ar_iq: البريد الالكتروني <em>(required)</em>

source: Admin type <em>(required)</em>
ar_iq: نوع المدير <em>(required)</em>

source: Current password
ar_iq: كلمة السر الحالية

source: New password
ar_iq: كلمة السر الجديدة

source: Type your new password again
ar_iq: أدخل كلمة السر الجديدة مرة أخرى

source: Admins &raquo; %s
ar_iq: المدير &raquo; %s

source: Bulk actions
ar_iq: إجراءات بالجملة

source: Apply
ar_iq: تطبيق

source: Name
ar_iq: الاسم

source: No data available in table
ar_iq: لا يوجد بيانات متاحة في الجدول

source: Appearance
ar_iq: المظهر

source: Add theme &raquo; %s
ar_iq: اضافة ثيم &raquo; %s

source: Add new theme
ar_iq: اضافة ثيم جديد

source: Market
ar_iq: المتجر

source: Download more themes at %s
ar_iq: تحميل المزيد من الثيمات من %s

source: Theme package (.zip)
ar_iq: حزمة الثيم (.zip)

source: Upload
ar_iq: ارفع

source: To make the directory writable under UNIX execute this command from the shell:
ar_iq: لجعل هذا المسار قابل للكتابه عليه تحت منصة يونكس اكتب هذا الامر في الطرفية

source: Loading data
ar_iq: جاري تحميل البيانات

source: Version
ar_iq: الاصدار

source: Author
ar_iq: الكاتب

source: Download manually
ar_iq: التحميل اليدوي

source: Cancel
ar_iq: الغاء

source: Continue install
ar_iq: استكمال التنصيب

source: Preview
ar_iq: مشاهدة

source: by
ar_iq: عن طريق

source: Add theme
ar_iq: اضافة قالب

source: Edit widget
ar_iq: تعديل ويدجت

source: Save changes
ar_iq: حفظ التغييرات

source: Add widget
ar_iq: اضافة ويدجت

source: Appearance &raquo; %s
ar_iq: مظهر &raquo; %s

source: Description: this field is required
ar_iq: الوصف: هذا الحقل مطلوب

source: HTML Code for the Widget
ar_iq: كود HTML للويدجت

source: Available themes
ar_iq: الثيمات المتاحة

source: Current theme
ar_iq: الثيم الحالي

source: Update
ar_iq: تحديث

source: Manage Widgets
ar_iq: ادارة الويدجت

source: Section: %s
ar_iq: قسم: %s

source: Add HTML widget
ar_iq: اضافة HTML ويدجت

source: Widget
ar_iq: ويدجت

source: Description: %s
ar_iq: الوصف: %s

source: Edit category
ar_iq: تحرير فئة

source: Ajax error, try again.
ar_iq: خطاء في Ajax, حاول مرة اخري.

source: Categories
ar_iq: الفئات

source: Categories &raquo; %s
ar_iq: الفئات &raquo; %s

source: Drag&drop the categories to reorder them the way you like. Click on edit link to edit the category
ar_iq: سحب وإسقاط فئات لإعادة ترتيبها بالطريقة التي تريدها. انقر على رابط التحرير لتحرير الفئة

source: Edit comment
ar_iq: تعديل رد

source: Title
ar_iq: العنوان

source: Edit user
ar_iq: تعديل مستخدم

source: Author's e-mail
ar_iq: بريد الكاتب

source: Status
ar_iq: الحالة

source: Comment
ar_iq: التعليق

source: Settings
ar_iq: اعدادات

source: Comments &raquo; %s
ar_iq: الردود &raquo; %s

source: Hidden comments
ar_iq: ردود مخفيه

source: All comments
ar_iq: كل الردود

source: Date
ar_iq: التاريخ

source: Edit email template &raquo; %s
ar_iq: تحرير قالب البريد الالكتروني &raquo; %s

source: Edit email template
ar_iq: تحرير قالب البريد الإلكتروني

source: Internal name
ar_iq: الاسم الداخلي

source: Used to identify the email template
ar_iq: تستخدم لتحديد قالب البريد الإلكتروني

source: Emails templates
ar_iq: نماذج البريد الالكتروني

source: Edit custom field
ar_iq: تحرير الحقل المخصص

source: Type
ar_iq: النوع

source: Options
ar_iq: خيارات

source: This field is required
ar_iq: هذا الحقل نافص

source: Select the categories where you want to apply these attribute:
ar_iq: اختر الفئات التي تريد تطبيق هذه السمة:

source: Check all
ar_iq: اختيار الكل

source: Uncheck all
ar_iq: عدم اختيار الكل

source: Advanced options
ar_iq: خيارات متقدمة

source: Identifier name
ar_iq: اسم معرف

source: Only alphanumeric characters are allowed [a-z0-9_-]
ar_iq: ويسمح أحرف أبجدية رقمية فقط [ا-ي0-9_-]

source: Custom field could not be added
ar_iq: لا يمكن إضافة حقل مخصص

source: Custom fields &raquo; %s
ar_iq: حقول مخصصة &raquo; %s

source: Custom fields
ar_iq: الحقول المخصصة

source: You don't have any custom fields yet
ar_iq: ليس لديك حقول مخصصة حتي الان

source: Add listing
ar_iq: اضافة اعلان

source: Edit listing
ar_iq: تحرير اعلان

source: Update listing
ar_iq: تحديث اعلان

source: Category
ar_iq: تصنيف

source: Price
ar_iq: السعر

source: Photos
ar_iq: صور

source: optional
ar_iq: اختياري

source: Add new photo
ar_iq: اضف صورة جديدة

source: Region
ar_iq: المنطقة

source: City
ar_iq: المدينة

source: City area
ar_iq: الحي

source: Address
ar_iq: العنوان

source: Manage listings &raquo; %s
ar_iq: ادارة الاعلانات &raquo; %s

source: Delete listing
ar_iq: حذف اعلان

source: Filters
ar_iq: مرشحات

source: Pattern
ar_iq: نمط

source: Country
ar_iq: البلد

source: Premium
ar_iq: علاوة

source: ON
ar_iq: تشغيل

source: OFF
ar_iq: ايقاف

source: Active
ar_iq: فعال

source: Spam
ar_iq: مزيف

source: Apply filters
ar_iq: تطبيق مرشحات

source: Reset filters
ar_iq: إعادة تعيين المرشحات

source: Manage listings
ar_iq: ادارة الاعلانات

source: %d Listings
ar_iq: %d اعلان

source: Show filters
ar_iq: عرض المرشحات

source: User
ar_iq: مستخدم

source: Find
ar_iq: اوجد

source: Are you sure you want to %s the selected listings?
ar_iq: هل انت متأكد من انك تريد %s الاعلانات المختاره ؟

source: Update here
ar_iq: حدث من هنا

source: Are you sure you want to delete this listing?
ar_iq: هل انت متاكد من انك تريد حذف هذا الاعلان؟

source: Reported listings
ar_iq: الاعلانات المبلغ عنها

source: Reported listings &raquo; %s
ar_iq: الاعلانات المبلغ عنها &raquo; %s

source: Clear Missclassified
ar_iq: حذف Missclassified

source: Duplicated
ar_iq: مكرر

source: Expired
ar_iq: منتهي الصلاحية

source: Offensive
ar_iq: هجوم

source: Listing Settings &raquo; %s
ar_iq: اعدادات الاعلان &raquo; %s

source: Listing Settings
ar_iq: اعدادات الاعلان

source: Only logged in users can post listings
ar_iq: المستخدمين الذين قاموا بتسجيل الدخول فقط يستطيعون اضافة اعلانات

source: An user has to wait %s seconds between each listing added
ar_iq: علي المستخدم أن تنتظر %s ثانية بين كل اعلان

source: Users have to validate their listings
ar_iq: مستخدمين بحاجة اللي التحقق من اعلاناتهم

source: If the value is zero, it means that each listing must be validated
ar_iq: اذا كانت القيمة صفرا، ذلك يعني ان كل مبوب يجب أن يتم التأكد من صحته

source: Logged in users don't need to validate their listings
ar_iq: المستخدمين الذين سجلوا دخولهم لا يحتاجون للتاكد من اعلاناتهم

source: Show reCAPTCHA in add/edit listing form
ar_iq: عرض اختبار(reCAPTCHA) في نموذج اضافه/تعديل إعلان

source: <strong>Remember</strong> that you must configure reCAPTCHA first
ar_iq: <strong> تذكر</strong> يجب تعديل اختبار reCAPTCHA أولاً

source: Contact publisher
ar_iq: معلومات الناشر

source: Only allow registered users to contact publisher
ar_iq: السماح للمستخدمين المسجلين في الاتصال بالناشر فقط

source: Notifications
ar_iq: تنبيهات

source: Notify admin when a new listing is added
ar_iq: تنبيه المدير عند اضافةاعلان جديد

source: Optional fields
ar_iq: حقل اختياري

source: Attach images
ar_iq: الصور المرفقة

source: Attach %s images per listing
ar_iq: ارفاق %s صور في الاعلان

source: Add language &raquo; %s
ar_iq: اضافة لغة &raquo; %s

source: Add language
ar_iq: اضافة لغة

source: Download more languages at %s
ar_iq: لتحميل المزيد من اللغات %s

source: Language package (.zip)
ar_iq: حزمة اللغة (.zip)

source: Edit language &raquo; %s
ar_iq: تحرير لغة &raquo; %s

source: Edit language
ar_iq: تحرير لغة

source: Short name
ar_iq: اسم مختصر

source: Currency format
ar_iq: هيئة العملة

source: Number of decimals
ar_iq: عدد الكسور العشرية

source: Decimal point
ar_iq: العلامة العشرية

source: Thousands separator
ar_iq: فاصلة للآلاف

source: Date format
ar_iq: هيئة التاريخ

source: Stopwords
ar_iq: الكلمات المراد حذفها

source: Enabled for the public website
ar_iq: تمكين للموقع العام

source: Enabled for the backoffice (oc-admin)
ar_iq: تمكين لbackoffic (oc-admin)

source: Languages &raquo; %s
ar_iq: اللغات &raquo; %s

source: Manage Languages
ar_iq: ادارة اللغات

source: Bulk Actions
ar_iq: إجراءات بالجملة

source: Enable (Website)
ar_iq: تشغيل (الموقع)

source: Disable (Website)
ar_iq: ايقاف (الموقع)

source: Enabled (website)
ar_iq: تشغيل (الموقع)

source: Enabled (oc-admin)
ar_iq: تشغيل (oc-admin)

source: Dashboard
ar_iq: لوحة التحكم

source: Dashboard &raquo; %s
ar_iq: لوحة المعلومات &raquo; %s

source: Users
ar_iq: المستخدمين

source: New listings
ar_iq: اعلانات جديدة

source: New users
ar_iq: مستخدمين جدد

source: Total number of listings: %s
ar_iq: عدد الاعلانات الاجمالي : %s

source: Listing statistics
ar_iq: احصائيات اعلان

source: Total number of users: %s
ar_iq: اجمالي عدد المستخدمين: %s

source: User statistics
ar_iq: احصائيات المستخدم

source: Manage Media
ar_iq: ادارة الوسائط

source: Media &raquo; %s
ar_iq: وسائط &raquo; %s

source: Attached to
ar_iq: ارفق الي

source: Edit page
ar_iq: تحرير صفحة

source: Add page
ar_iq: اضافة صفحة

source: Pages
ar_iq: الصفحات

source: Create page
ar_iq: انشاء صفحة

source: Pages &raquo; %s
ar_iq: صفحات &raquo; %s

source: Manage pages
ar_iq: ادارة الصفحات

source: Order
ar_iq: أطلب

source: Documentation
ar_iq: وثائق

source: Forums
ar_iq: منتديات

source: Plugins
ar_iq: اضافات

source: Add plugin &raquo; %s
ar_iq: اضافة اضافات &raquo; %s

source: Add plugin
ar_iq: اضافة اضافات

source: Cannot install new plugin
ar_iq: لا يمكن تنصيب الاضافة الجديدة

source: Download more plugins at %s
ar_iq: حمل المزيد من الاضافات من %s

source: Plugin package (.zip)
ar_iq: حزمة اضافات (.zip)

source: Manage Plugins
ar_iq: ادارة الاضافات

source: Plugins &raquo; %s
ar_iq: اضافات &raquo; %s

source: Moderated comments: this field is required
ar_iq: الردود خاضعة للإشراف: مطلوب هذا الحقل

source: Comments per page: this field is required
ar_iq: الردود حسب الصفحة: هذا الحقل مطلوب

source: Default comment settings
ar_iq: اعدادات الرد الافتراضية

source: Allow people to post comments on listings
ar_iq: السماح للناس بالرد علي الاعلان

source: Users must be registered and logged in to comment
ar_iq: المستخدمين يجب ان يكونوا مسجلين و يقوموا بتسجيل الدخول لكتابة رد

source: Other comment settings
ar_iq: اعدادات الرد الاخري

source: Break comments into pages with %s comments per page
ar_iq: وقف التعليقات في الصفحات التي تحتوي على %s تعليق في كل صفحة

source: E-mail admin whenever
ar_iq: ارسال البريد للمشرف في اي وقت

source: E-mail user whenever
ar_iq: ارسال البريد للمستخدمين في اي وقت

source: Currencies &raquo; %s
ar_iq: العملات &raquo; %s

source: Currencies
ar_iq: العملات

source: Code
ar_iq: الكود

source: Currency code: this field is required
ar_iq: رمز العملة: هذه الخانة متطلبة

source: Name: this field is required
ar_iq: الاسم: هذه الخانة متطلبة

source: Add currency
ar_iq: اضافة عملة

source: Edit currency
ar_iq: تعديل العملة

source: Update currency
ar_iq: تحديث عملة

source: Currency Code
ar_iq: رمز العملة

source: Page title: this field is required
ar_iq: عنوان الصفحة: هذا الحقل مطلوب

source: Email: this field is required
ar_iq: البريد الالكتروني: هذه الخانة متطلبة

source: Invalid email address
ar_iq: بريد الكتروني خاطئ

source: The search page shows: this field is required
ar_iq: صفحة البحث تظهر: هذه الخانة متطلبة

source: General Settings &raquo; %s
ar_iq: الإعدادات العامة &raquo; %s

source: General Settings
ar_iq: الاعدادات العامة

source: Page title
ar_iq: عنوان الصفحة

source: Page description
ar_iq: وصف الصفحة

source: Admin e-mail
ar_iq: بريد المدير

source: Default language
ar_iq: اللغة الافتراضية

source: Default currency
ar_iq: العملة الافتراضية

source: Week starts on
ar_iq: الاسبوع يبدء يوم

source: Sunday
ar_iq: الاحد

source: Monday
ar_iq: الإثنين

source: Tuesday
ar_iq: الثلاثاء

source: Wednesday
ar_iq: الاربعاء

source: Thursday
ar_iq: الخميس

source: Friday
ar_iq: الجمعة

source: Saturday
ar_iq: السبت

source: Timezone
ar_iq: منطقة زمنية

source: Select a timezone...
ar_iq: اختر المنطقة الزمنية

source: Date & time format
ar_iq: شكل التاريخ و الوقت

source: Documentation on date and time formatting
ar_iq: توثيقات عن شكل التاريخ و الوقت

source: RSS shows
ar_iq: عرض RSS

source: listings at most
ar_iq: قائمة على الأكثر

source: Parent categories
ar_iq: الفئات الاصلية

source: Contact Settings
ar_iq: اعدادات الاتصال

source: Attachments
ar_iq: المرفقات

source: Allow people to attach a file to the contact form
ar_iq: السماح للمستخدمين بارفاق ملف لنموذج الإتصال

source: Cron Settings
ar_iq: اعدادات الوظائف التلقائية

source: Automatic cron process
ar_iq: عملية الوظائف التلقائية

source: It is <b>recommended</b> to have this option enabled, because some features require it.
ar_iq: من <b>المفضل</b> أن تقوم بتفعيل هذا الخيار، لان بعض الميزات تتطلبه.

source: Close
ar_iq: إغلاق

source: View more
ar_iq: شاهد المزيد

source: Edit country
ar_iq: تعديل الدولة

source: Add new country
ar_iq: اضافة دولة جديدة

source: Edit region
ar_iq: تعديل المنطقة

source: Add new region
ar_iq: اضافة منطقة جديدة

source: Edit city
ar_iq: تعديل المدينة

source: Add new city
ar_iq: اضافة مدينة جديدة

source: Locations
ar_iq: المناطق

source: Country code should have two characters
ar_iq: يجب أن يكون رمز الدولة من حرفين فقط

source: Country code
ar_iq: رمز الدولة

source: Add country
ar_iq: اضافة دولة

source: Add region
ar_iq: اضافة منطقة

source: Add city
ar_iq: اضافة مدينة

source: Countries
ar_iq: الدول

source: Add new
ar_iq: اضافة جديد

source: Regions
ar_iq: مناطق

source: Cities
ar_iq: المدن

source: Mail Settings &raquo; %s
ar_iq: اعدادات الرسائل البريدية &raquo; %s

source: Mail Settings
ar_iq: اعدادات الرسائل البريدية

source: Server type
ar_iq: نوع الخادم

source: Custom Server
ar_iq: الخادم المخصص

source: GMail Server
ar_iq: خادم الGmail

source: Hostname
ar_iq: اسم المضيف

source: Server port
ar_iq: منفذ الخادم

source: Encryption
ar_iq: التشفير

source: Options: blank, ssl or tls
ar_iq: الخيارات: فارغ، ssl, أو tls

source: SMTP
ar_iq: STMP

source: SMTP authentication enabled
ar_iq: مكين الارتباط بـ SMTP

source: Use POP before SMTP
ar_iq: استخدم POP قبل SMTP

source: Size is not in the correct format
ar_iq: الحجم ليس في الشكل الصحيح

source: Thumbnail size: this field is required
ar_iq: حجم الصورة المصغرة :هذا الحقل مطلوب

source: Thumbnail size: is not in the correct format
ar_iq: حجم الصورة المصغرة: هذه الهيئة غير صحيحة

source: Preview size: this field is required
ar_iq: حجم المعاينة: هذا الحقل مطلوب

source: Preview size: is not in the correct format
ar_iq: حجم المعاينة: ليس في التنسيق الصحيح

source: Normal size: this field is required
ar_iq: الحجم الطبيعي: هذه الخانة متطلبة

source: Normal size: is not in the correct format
ar_iq: الحجم الطبيعي: ليس في الشكل الصحيح

source: Media Settings &raquo; %s
ar_iq: اعدادات الوسائط المتعددة &raquo; %s

source: Media Settings
ar_iq: اعدادات الوسائط المتعددة

source: The sizes listed below determine the maximum dimensions in pixels to use when uploading a image. Format: <b>Width</b> x <b>Height</b>.
ar_iq: أحجام المذكورة أدناه تحدد الحد الأقصى للأبعاد بالبكسل لاستخدامها عند تحميل صورة. التنسيق:<b>العرض</b> x <b>الارتفاع</b> .

source: Thumbnail size
ar_iq: حجم الصورة المصغرة

source: Preview size
ar_iq: حجم المعاينة

source: Normal size
ar_iq: الحجم الطبيبعي

source: Keep original image, unaltered after uploading.
ar_iq: الحفاظ على الصورة الأصلية، دون تغيير بعد التحميل.

source: Restrictions
ar_iq: القيود

source: Maximum size
ar_iq: أقصى حجم

source: Size in KB
ar_iq: الحجم ك.ب
