Repository: SaFi2266/APT
Catalog: */core.po
Languages: ar_iq

source: Manage the images that users have uploaded along with their listings. You can delete them without deleting the whole listing if the image is inappropriate or doesn’t match the listing.
ar_iq: إدارة الصور التي قمت بتحميلها المستخدمين جنبا إلى جنب مع القوائم الخاصة بهم. يمكنك حذفها دون حذف القائمة بأكملها إذا كانت الصورة غير لائقة أو لا تتناسب مع القائمة.

source: Delete media
ar_iq: حذف وسائط

source: Are you sure you want to delete this media file?
ar_iq: هل انت متأكد من انك تريد حذف ملف الوسائط هذا؟

source: Used to quickly identify this page
ar_iq: تستخدم لعمل تعريف سريع للصفحة

source: Page template
ar_iq: نموذج صفحة

source: Default template
ar_iq: نموذج افتراضي

source: Show a link in footer
ar_iq: عرض الرابط بالاسفل

source: With Osclass you can create static pages on which information can be stored, such as "About Us" or "Info" pages. From here you can create, edit or delete your site's static pages.
ar_iq: مع Osclass يمكنك إنشاء صفحات ثابتة التي يمكن تخزين المعلومات, مثل "من نحن" أو "معلومات" من هنا يمكنك إنشاء أو تحرير أو حذف صفحات ثابتة موقعك.

source: No Subcategory
ar_iq: لا يوجد فئة فرعية

source: Select Subcategory
ar_iq: اختر فئة فرعية

source: Manually upload Osclass plugins in .zip format. If you prefer, you can manually upload the decompressed plugin to <em>oc-content/plugins</em>.
ar_iq: تحميل الإضافات يدويا في Osclass. بتنسيق .zip. إذا كنت تفضل، يمكنك رفع الاضافة بلا ضغط يدويا الى <em>oc-content/plugins</em>.

source: The plugin folder is not writable on your server so you cannot upload plugins from the administration panel. Please make the folder writable and try again.
ar_iq: مجلد الاضافة غير قابل للكتابة على الخادم الخاص بك بحيث لا يمكنك رفع الإضافات من لوحة الإدارة. الرجاء جعله قابلا للكتابة ثم حاول مرة أخرى.

source: Install or uninstall the plugins available in your installation. In some cases, you'll have to configure the plugin in order to get it to work.
ar_iq: تثبيت أو إلغاء تثبيت الإضافات متاح في عملية التثبيت. في بعض الحالات، يتوجب عليك تهيئة الاضافة من أجل جعلها تعمل.

source: Uninstall plugin
ar_iq: ازالة اضافات

source: Moderated comments: this field must only contain numeric characters
ar_iq: التعليقات خاضعة للإشراف: هذا الحقل يجب أن تحتوي فقط على رموز رقمية

source: Comments per page: this field must only contain numeric characters
ar_iq: تعليقات لكل صفحة: هذا الحقل يجب أن تحتوي فقط على رموز رقمية

source: Modify the options that allow your users to publish comments on your site's listings.
ar_iq: تعديل الخيارات التي تسمح للمستخدمين لنشر التعليقات على قوائم موقعك.

source: Comment Settings &raquo; %s
ar_iq: اعدادات الرد &raquo; %s

source: Comment Settings
ar_iq: اعدادات الرد

source: A comment is being held for moderation
ar_iq: الرد قائم علي الاعتدال

source: Before a comment appears, comment author must have at least %s previously approved comments
ar_iq: قبل ان يظهر التعليق، مؤلف التعليق يجب أن يمتلك على الأقل على %s من التعليقات معتمدة سابقا

source: If the value is zero, an administrator must always approve comments
ar_iq: إذا كانت القيمة صفرا، يجب على المشرف الموافقة على التعليقات

source: If the value is zero all comments are shown
ar_iq: إن كانت القيمة صفرا، تظهر كل التعليقات

source: A new comment is posted
ar_iq: تم نشر رد جديد

source: There's a new comment on his listing
ar_iq: توجد رد جديد علي هذا الاعلان

source: Add new currencies or edit existing currencies so users can publish listings in their country's currency.
ar_iq: إضافة عملات جديدة أو تعديل العملات الموجودة بحيث يمكن للمستخدمين نشر قوائم بعملة بلادهم.

source: Are you sure you want to %s the selected currencies?
ar_iq: هل انت متاكد انك تريد %s العملات المختارة ؟

source: Delete currency
ar_iq: حذف العملة

source: Are you sure you want to delete this currency?
ar_iq: هل تريد حذف هذه العملة؟

source: Must be a three-character code according to the <a href="%s" target="_blank">ISO 4217</a>
ar_iq: يجب أن يكون رمز من ثلاثة أحرف وفقا الى <a href="%s" target="_blank">ISO 4217</a>

source: Currency symbol
ar_iq: شعار العملة

source: Listings shown in RSS feed: this field is required
ar_iq: ظهور الاعلان كـ RSS: هذا الحقل مطلوب

source: Listings shown in RSS feed: this field must only contain numeric characters
ar_iq: القوائم تظهر في تغذيات RSS: هذا الحقل يجب أن تحتوي فقط على رموز رقمية

source: Latest listings shown: this field is required
ar_iq: اضهار أحدث قوائم : هذا الحقل مطلوب

source: Latest listings shown: this field must only contain numeric characters
ar_iq: اضهارأحدث القوائم : هذا الحقل يجب أن تحتوي فقط على رموز رقمية

source: The search page shows: this field must only contain numeric characters
ar_iq: ظهور صفحة البحث: هذا الحقل يجب أن تحتوي فقط على رموز رقمية

source: Change the basic configuration of your Osclass. From here, you can modify variables such as the site’s name, the default currency or how lists of listings are displayed. <strong>Be careful</strong> when modifying default values if you're not sure what you're doing!
ar_iq: تغيير الاعداد الأساسي لـ Osclass الخاص بك. من هنا، يمكنك تعديل متغيرات مثل اسم الموقع، العملة الافتراضية أو كيفية عرض لائحة القوائم.<strong>كن على حذرا</strong> عند تعديل القيم الافتراضية إلا إذا كنت متأكد ما انت فاعل!

source: Latest listings shown
ar_iq: آخر المبوبات الظاهرة

source: at most
ar_iq: في الغالب

source: Search page shows
ar_iq: صفحة البحث تظهر

source: Category settings
ar_iq: اعدادات الفئة

source: Allow users to select a parent category as a category when inserting or editing a listing
ar_iq: السماح للمستخدمين لتحديد التصنيف الاصل كتصنيف عند إدخال أو تحرير القائمة

source: Allow Osclass to run a built-in <a href="%s" target="_blank">cron</a> automatically without setting crontab
ar_iq: السماح بتشغيل Osclass الداخلي <a href="%s" target="_blank">cron</a> تلقائيا دون تحديد crontab

source: Last checked on %s
ar_iq: اخر فحص في %s

source: Delete location
ar_iq: حذف المكان

source: Add, edit or delete the countries, regions and cities installed on your Osclass. <strong>Be careful</strong>: modifying locations can cause your statistics to be incorrect until they're recalculated. Modify only if you're sure what you're doing!
ar_iq: إضافة، تعديل أو حذف الدول والمناطق والمدن المثبتة على Osclass الخاص بك. <strong>كن على حذرا</strong>: تعديل المواقع يمكن ان يؤدي ان الإحصاءات الخاصة بك قد تكون غير صحيحة حتى يتم حتسابها. عدلها فقط اذا كنت تعرف ماذا تفعل!

source: Locations &raquo; %s
ar_iq: الاماكن &raquo; %s

source: Remove selected
ar_iq: حذف المختار

source: This action can't be undone. Items associated to this location will be deleted. Users from this location will be unlinked, but not deleted. Are you sure you want to continue?
ar_iq: لا يمكن التراجع عن هذا الإجراء. سيتم حذف العناصر المرتبطة بهذا الموقع. سيتم فصل المستخدمين من هذا الموقع،دون حذفها. هل أنت متأكد أنك تريد الاستمرار؟

source: Modify the settings of the mail server from which your site's emails are sent. <strong>Be careful</strong>: these settings can vary depending on your hosting or server. If you run into any issues, check your hosting's help section.
ar_iq: تعديل إعدادات خادم البريد التي يتم إرسالها مواقع رسائل البريد الإلكتروني. <strong>كن على حذرا</strong> : يمكن أن تختلف هذه الإعدادات تبعا لاستضافة الخاص بك أو الخادم. إذا واجهت أي مشاكل،راجع قسم المساعدة الخاص باستضافتك.

source: Cannot be sure that Apache Module <b>mod_ssl</b> is loaded.
ar_iq: لا يمكن أن يكون على يقين من أن وحدة اباتشي <b>mod_ssl</b> قد تم تحميلها.

source: Maximum size: this field must only contain numeric characters
ar_iq: الحد الأقصى لحجم: هذا الحقل يجب أن تحتوي فقط على رموز رقمية

source: Manage the options for the images users can upload along with their listings. You can limit their size, the number of images per ad, include a watermark, etc.
ar_iq: إدارة خيارات التي يمكن للمستخدمين من رفع الصور جنبا إلى جنب مع القوائم الخاصة بهم. يمكنك تحديد حجمها، وعددها في الإعلان، ومن ضمنها العلامة المائية، الخ

source: Image sizes
ar_iq: احجام الصورة

source: Image may occupy more space than usual.
ar_iq: الصورة من المحتمل أن تحوز على مساحة أكبر من المعتاد.

source: Osclass doesn't check the watermark image size
ar_iq: Osclass لا تحقق من حجم صورة العلامة المائية

source: You can regenerate different image dimensions. If you have changed the dimension of thumbnails, preview or normal images, you might want to regenerate your images.
ar_iq: يمكنك اعادة توليد أبعاد الصورة مختلفة. إذا قمت بتغيير ابعاد الصور المصغرة، للمعاينة أو الصور العادية، قد ترغب في اعادة توليد الصور الخاصة بك.

source: Recommendation
ar_iq: توصية

source: We highly recommend you have the 'Keep original image' option active when you use watermarks.
ar_iq: ونحن نوصي بشدة أن تحتفظ بخيار الابقاء على الصور الاصلية مفعلا عند استخدام علامات مائية.

source: Change username url: this field is required
ar_iq: تغيير رابط اسم المستخدم: هذا الحقل مطلوب

source: Activate this option if you want your site's URLs to be more attractive to search engines and intelligible for users. <strong>Be careful</strong>: depending on your hosting service, this might not work correctly.
ar_iq: فعل هذا الخيار إذا كنت تريد لمواقعك عناوين أكثر جاذبية لمحركات البحث وواضحة للمستخدمين. <strong>كن على حذرا</strong> : اعتمادا على خدمة الاستضافة، وهذا قد لا تعمل بشكل صحيح.

source: By default Osclass uses web URLs which have question marks and lots of numbers in them. However, Osclass offers you friendly urls. This can improve the aesthetics, usability, and forward-compatibility of your links
ar_iq: افتراضيا يستخدم Osclass عناوين روابط لديها علامات استفهام والكثير من الأرقام فيها. ومع ذلك،فإن Osclass يقدم لك عناوين روابط اليفة. وهذا يمكن تحسين الجماليات وسهولة الاستخدام والتوافق المستقبلي من وصلاتك

source: Fr
ar_iq: الجمعة

source: User change username
ar_iq: المستخدم غير اسم المستخدم

source: Your .htaccess file
ar_iq: ملفات .htaccess

source: How your .htaccess file should looks like
ar_iq: كيف ينبغي ان الملف htaccess ان يبدو

source: Custom number: this field must only contain numeric characters
ar_iq: رقم مخصص: هذا المجال يجب أن تحتوي فقط على أحرف رقمية

source: Custom number: this field cannot be left empty
ar_iq: رقم مخصص: هذا الحقل لا يمكن أن يترك فارغ

source: Save the searches users do on your site. In this way, you can get information on what they're most interested in. From here, you can manage the options on how much information you want to save.
ar_iq: حفظ عمليات البحث التي يقوم بها للمستخدمين على موقعك. بهذه الطريقة، يمكنك الحصول على معلومات حول ما هي أكثر الاشياء اهتماما من هنا، يمكنك إدارة الخيارات على مقدار المعلومات التي تريد حفظها.

source: It may be useful to know what queries users make.
ar_iq: من الممكن الاستفادة من معرفة عمليات البحث الذي يقوموا بها المستخدمين.

source: How long queries are stored
ar_iq: كم هي مدة تخزين عمليات البحث في قاعدة البيانات

source: Keep spammers from publishing on your site by configuring reCAPTCHA and Akismet. Be careful: in order to use these services, you must register on their sites first and follow their instructions.
ar_iq: الحفاظ من التعليقات المزعجة من النشر على موقع الويب الخاص بك عن طريق تكوين اختبار reCAPTCHA وأكيسميت. كن حذرا: من أجل استخدام هذه الخدمات، يجب أن تقوم بالتسجيل في مواقعهم الأولى واتباع تعليماتهم.

source: See how many comments the listings published on your site have received.
ar_iq: نرى كم عدد التعليقات المستلمة التي قد وردت في القوائم المنشورة على موقع الويب الخاص بك.

source: Comment Statistics &raquo; %s
ar_iq: احصائيات الردود &raquo; %s

source: Comment Statistics
ar_iq: احصائيات الردود

source: There are no statistics yet
ar_iq: لا يوجد احصائيات حتي الان

source: Alerts
ar_iq: تحذيرات

source: Subscribers
ar_iq: المشتركون

source: New alerts
ar_iq: تحذيرات جديدة

source: Number of new alerts
ar_iq: عدد التحذيرات الجديدة

source: New subscribers
ar_iq: مشتركون جدد

source: Number of new subscribers
ar_iq: عدد المشتركون الجدد

source: See how many listings from your site have been reported as spam, expired, duplicate, etc.
ar_iq: ترى كم عدد الإعلانات من موقعك التي تم الإبلاغ عنها كدعاية، او منتهية او مكررة، الخ

source: Report Statistics &raquo; %s
ar_iq: تقرير الاحصائيات &raquo; %s

source: Report Statistics
ar_iq: تقرير الاحصائيات

source: Stay up-to-date on the number of users registered on your site. You can also see a breakdown of the countries and regions where users live among those available on your site.
ar_iq: البقاء محدثاً عن عدد المستخدمين المسجلين على موقع الويب الخاص بك. يمكنك أيضا رؤية البلدان والمناطق التي يعيش فيها بين مستخدمي عن تلك المتاحة على موقع الويب الخاص بك.

source: User Statistics &raquo; %s
ar_iq: احصائيات مستخدم &raquo; %s

source: Save a backup of all of your site's information: listings, users and configuration. You can save a backup on your server or on your computer.
ar_iq: حفظ نسخة احتياطية من كافة المعلومات موقعك: قوائم والمستخدمين والاعداد. يمكنك حفظ نسخة احتياطية على الخادم الخاص بك أو على جهاز الكمبيوتر الخاص بك.

source: <strong>WARNING</strong>: If you don't specify a backup folder, the backup files will be created in the root of your Osclass installation.
ar_iq: <strong>تحذير</strong>: إذا لم تقم بتحديد مجلد النسخ الاحتياطي، سيتم إنشاء ملفات النسخ الاحتياطي في جذر التثبيت Osclass الخاص بك.

source: You can recalculate stats by category, useful if the stats seem to be incorrect.
ar_iq: يمكنك اعادة احتساب الاحصائيات حسب التصنيف، هذا مفيدا إذا كانت الاحصائيات تبدو غير صحيحة.

source: Upload registers from other Osclass installations or upload new geographic information to your site. <strong>Be careful</strong>: don’t use this option if you're not 100% sure what you're doing.
ar_iq: رفع سجلات من تنصيب Osclass أخر أو ارفع المعلومات الجغرافية لموقعك. <strong>كن على حذرا</strong> : لا تستخدم هذا الخيار إذا كنت متأكدا 100%ما كنت تفعل.

source: You can recalculate your location stats. This is useful if you upgrade from versions older than Osclass 2.4
ar_iq: يمكنك اعادة احتساب احصائيات موقعك. هذا مفيد إذا الترقية من الإصدارات القديمة من Osclass 2.4

source: Calculate location stats
ar_iq: حساب احصائيات مكان

source: Show a "Site in maintenance mode" message to your users while you're updating your site or modifying its configuration.
ar_iq: اضهار رسالة "الموقع في وضع الصيانة" للمستخدميك بينما تقوم بتحديث موقعك أو تقوم بتعديل اعداداتك

source: While in maintenance mode, users can't access your website. Useful if you need to make changes on your website. Use the following button to toggle maintenance mode ON/OFF.
ar_iq: أثناء وجوده في وضع الصيانة،فأن المستخدمين غير قادرين على الوصول إلى موقعك. هذا مفيد إذا كنت بحاجة إلى إجراء تغييرات على موقع الويب الخاص بك. استخدم زر التالي للتبديل وضع الصيانة تشغيل / تعطيل.

source: Congratulations! Your Osclass installation is up to date!
ar_iq: مبروك! نسختكم من أو إس كلاس لا تحتاج للتحديث!

source: Upgrading your Osclass installation (this could take a while):
ar_iq: ترقية Osclass المنصب (يمكن ان يستغرق هذا بعض الوقت):

source: Check to see if you're using the latest version of Osclass. If you're not, the system will let you know so you can update and use the newest features.
ar_iq: تحقق لمعرفة ما إذا كنت تستخدم أحدث إصدار من Osclass. إذا كنت لا، فإن النظام سوف تتيح لك معرفة حتى تتمكن من تحديث واستخدام أحدث الميزات.

source: Your Osclass installation can be auto-upgraded. Please, back up your database and the folder oc-content before attempting to upgrade your Osclass installation. You can also upgrade Osclass manaully, more information in the %s
ar_iq: يمكن ترقية Osclass الخاص بك اوتوماتيكيا. من فضلك،اعمل نسخ احتياطية من قاعدة البيانات ومجلد oc-content قبل محاولة الترقية يمكنك أيضا ترقية Osclass يدويا، مزيد من المعلومات في%s

source: Your Osclass installation can't be auto-upgraded. Files and folders need to be writable. You can apply write permissions via SSH with the command "chmod -R a+w *" (without quotes) or via an FTP client, it depends on the program so we can not provide more information. You can also upgrade Osclass by downloading the upgrade package, unzipping it and replacing the files on your server with the ones in the package.
ar_iq: تركيب Osclass الخاص بك لا يمكن أن يتم ترقيته ذاتياً. الملفات والمجلدات بحاجة إلى أن يكون قابل للكتابة. يمكنك تطبيق صلاحيات الكتابة عبر SSH من خلال الامر "chmod -R a+w *" (دون علامات اقتباس) أو عن طريق عميل FTP, ذلك يعتمد على البرنامج لذلك لا يمكننا تقديم المزيد من المعلومات. يمكنك أيضا ترقية Osclass عن طريق تحميل حزمة الترقية، وذلك بفك الضغط عنها واستبدال الملفات على الخادم الخاص بك مع تلك الموجودة في الحزمة.

source: Upgrading your Osclass installation (this could take a while):
ar_iq: ترقية Osclass المنصب (يمكن ان يستغرق هذا بعض الوقت):

source: You have uploaded a new version of Osclass, you need to upgrade Osclass for it to work correctly.
ar_iq: قمت برفع النسخة الجديدة من Osclass، تحتاج إلى ترقية Osclass من أجل أن تعمل بشكل صحيح.

source: Add, edit or delete information associated to alerts.
ar_iq: اضافة او تعديل او حذف البيانات الخاصة باتحذيرات.

source: Manage alerts &raquo; %s
ar_iq: ادارة التحذيرات &raquo; %s

source: Manage alerts
ar_iq: ادارة التحذيرات

source: Are you sure you want to %s the selected alerts?
ar_iq: هل انت متأكد انك تريد حذف %s هذه التحذيرات؟

source: Delete alert
ar_iq: حذف تحذير

source: Are you sure you want to delete this alert?
ar_iq: هل انت متأكد انك تريد حذف هذا التحذير؟

source: Add, edit or delete ban rules. Keep in mind that ban rules prevent users to register, publish or comment on listings.
ar_iq: إضافة، تعديل أو حذف قواعد الحظر. نضع في اعتبارنا أن حظر قواعد منع المستخدمين لتسجيل ونشر أو التعليق على القوائم.

source: Manage ban rules &raquo; %s
ar_iq: ادارة قواعد المنع &raquo; %s

source: Manage ban rules
ar_iq: ادارة قواعد المنع

source: Delete rule
ar_iq: حذف قاعدة

source: Are you sure you want to delete this ban rule?
ar_iq: هل انت متاكد انك تريد حذف هذه القاعدة؟

source: Edit rule
ar_iq: تحرير قاعدة

source: Update rule
ar_iq: تحديث قاعدة

source: Add new ban rule
ar_iq: إضافة قاعدة الحظر الجديد

source: Ban rules
ar_iq: قواعد المنع

source: Ban name / Reason
ar_iq: منع اسم / السبب

source: IP rule
ar_iq: قاعدة الاي بي

source: (e.g. 192.168.10-20.*)
ar_iq: (مثال. 192.168.10-20.*)

source: E-mail rule
ar_iq: قواعد البريد الالكتروني

source: (e.g. *@badsite.com)
ar_iq: (مثال *@badsite.com)

source: About you
ar_iq: عنك

source: If you'd like to change the password, type a new one. Otherwise leave this blank
ar_iq: إذا أردت تغيير كلمة المرور فاكتب واحدة جديدة، وإلا فاتركه خاليا

source: Alert #%d
ar_iq: تحذير #%d

source: <b>Pattern:</b> %s
ar_iq: <b>النمط:</b> %s

source: ...More
ar_iq: المزيد...

source: <b>Categories:</b> %s
ar_iq: <b>الفئات:</b> %s

source: Add, edit or delete information associated to registered users. Keep in mind that deleting a user also deletes all the listings the user published.
ar_iq: إضافة، تعديل أو حذف المعلومات المرتبطة للمستخدمين المسجلين. نضع في اعتبارنا أن حذف مستخدم أيضا حذف جميع قوائم المستخدم المنشورة.

source: Delete user
ar_iq: مسح مستخدم

source: Are you sure you want to delete this user?
ar_iq: هل أنت متأكد برغبتك حذف هدا المستخدم؟

source: Manage the options related to users on your site. Here, you can decide if users must register or if email confirmation is necessary, among other options.
ar_iq: إدارة الخيارات المتعلقة المستخدمين على موقعك. هنا، يمكنك أن تقرر إذا يجب على المستخدمين تسجيل أو إذا تأكيد البريد الإلكتروني أمر ضروري، من بين خيارات أخرى.

source: User Settings &raquo; %s
ar_iq: اعدادات المستخدم &raquo; %s

source: User Settings
ar_iq: اعدادات المستخدم

source: Username blacklist
ar_iq: القائمة السوداء لاسم المستخدم

source: List of terms not allowed in usernames, separated by commas
ar_iq: قائمة المصطلحات غير مسموح بها في أسماء المستخدمين، مفصولة بفواصل

source: Are you sure you want to %s the selected ban rules?
ar_iq: هل أنت متأكد أنك تريد %s قواعد الحظر المحددة؟

source: Are you sure you want to %s the selected users?
ar_iq: هل انت متأكد بأنك تريد %s المستخدمين المحددين?

source: Resend the activation to
ar_iq: العادة ارسال التفعيل الي

source: ERROR: Some scripts could not be loaded (%s)
ar_iq: خطاء: بعض الاسكريبتات لايمكن تحميلها (%s)

source: Email templates
ar_iq: نماذج البريد الالكتروني

source: Upgrade Osclass
ar_iq: ترقية Osclass

source: User name
ar_iq: اسم المستخدم

source: User email
ar_iq: بريد المستخدم

source: List of listings, used when send alerts
ar_iq: قائمة بالاعلانات , تستخدم عند ارسال تحذير

source: Title of your site
ar_iq: اسم موقعك

source: Current date
ar_iq: التاريخ االحالي

source: Hour
ar_iq: الساعة

source: User ip address
ar_iq: اي بي المستخدم

source: Comment author name
ar_iq: اسم كاتب الرد

source: Comment author email
ar_iq: البريد الالكتروني لكاتب الرد

source: Comment title
ar_iq: عنوان الرد

source: Comment text content
ar_iq: المحتوي النصي للرد

source: Comment body
ar_iq: محتوي الرد

source: Listing url
ar_iq: رابط الاعلان

source: Listing list
ar_iq: قائمة الاعلان

source: Listing title
ar_iq: عنوان الاعلان

source: Listing id
ar_iq: رقم العريف للاعلان

source: Link for edit listing
ar_iq: رابط لتعديل الاعلان

source: Url for edit listing
ar_iq: رابط تعديل الاعلان

source: Delete listing link
ar_iq: حذف رابط الاعلان

source: Delete listing url
ar_iq: حذف رابط الاعلان

source: Change user password link
ar_iq: تغيير رابط كلمة سر المستخدم

source: change user password url
ar_iq: تغيير رابط كلمة سر المستخدم

source: Date time
ar_iq: التاريخ الوقت

source: Name of the friend who wants send
ar_iq: اسم الصديق الذي تريد الارسال له

source: Email of the friend who wants send
ar_iq: البريد الالكتروني للصديق الذي تريد الارسال له

source: Question about your listing
ar_iq: سؤال حول اعلانك

source: Contact name
ar_iq: الاسم للتواصل

source: User phone number
ar_iq: رقم هاتف المستخدم

source: Listing description
ar_iq: وصف الاعلان

source: Listing description in all languages
ar_iq: وصف الاعلان بكل اللغات

source: Listing price
ar_iq: سعر الاعلان

source: Listing country
ar_iq: دولة الاعلان

source: Listing region
ar_iq: منطقة الاعلان

source: Listing city
ar_iq: مدينة الاعلان

source: Alert
ar_iq: تحذير

source: File
ar_iq: ملف

source: Action
ar_iq: اجراء

source: Update date
ar_iq: تحديث التاريخ

source: Name: %s
ar_iq: الاسم: %s

source: Email: %s
ar_iq: البريد الالكتروني: %s

source: Subject: %s
ar_iq: الموضوع: %s

source: Message: %s
ar_iq: الرسالة: %s

source: Date: %s at %s
ar_iq: التاريخ: %s إلي %s

source: IP Address: %s
ar_iq: الاي بي : %s

source: Session timed out
ar_iq: انتهي وقت الجلسة

source: Select Category
ar_iq: اختر الفئة

source: Description needs to be longer
ar_iq: تتحتاج الي وصف اكثر

source: Sorry, you have reached the maximum number of images per listing
ar_iq: عفوا, لقد وصلت الي الحد الاقصي من الصور في الاعلان

source: Number of decimals: this field must only contain numeric characters
ar_iq: عدد عشري: هذا الحقل يجب أن يحتوي ارقام

source: Thousands separator: this field is required
ar_iq: فاصلة للآلاف : هذا الحقل مطلوب

source: Change my username
ar_iq: تحديث اسم المستخدم

source: Theme updates
ar_iq: تحديث الثيم

source: Language updates
ar_iq: تحديثات اللغة

source: Compact
ar_iq: مدمج

source: PHP5 is required to run Osclass. You may talk with your hosting to upgrade your PHP version.
ar_iq: PHP 5 مطلوب لتشغيل Osclass. قد تتحدث مع مسؤولي الاستضافة لترقية إصدار PHP الخاصة بك.

source: <code>oc-content/uploads</code> folder is writable
ar_iq: <code>oc-content/uploads</code> مجلد قابل للكتابة عليه

source: <code>uploads</code> folder has to be writable, i.e.: <code>chmod a+w %soc-content/uploads/</code>
ar_iq: <code>uploads</code> يجب ان يكون المجلد قابلاً للكتابة, لعمل هذا نفذ .: <code>chmod a+w %soc-content/uploads/</code>

source: Folder <code>oc-content/downloads</code> exists
ar_iq: المجلد <code>oc-content/downloads</code> موجود

source: You have to create <code>downloads</code> folder, i.e.: <code>mkdir %soc-content/downloads/</code>
ar_iq: عليك انشاء مجلد <code>downloads</code>,اي انه عليك ان تنفذ : <code>mkdir %soc-content/downloads/</code>

source: <code>oc-content/downloads</code> folder is writable
ar_iq: <code>oc-content/downloads</code> مجلد قابل للكتابة عليه
