Repository: SaFi2266/APT
Catalog: */core.po
Languages: ar_iq

source: <code>downloads</code> folder has to be writable, i.e.: <code>chmod a+w %soc-content/downloads/</code>
ar_iq: <code>downloads</code> المجلد يجب ان يكون قابل للكتابة عليه , مثال: <code>chmod a+w %soc-content/downloads/</code>

source: Folder <code>oc-content/languages</code> folder exists
ar_iq: مجلد على ​​<code>oc-content/languages</code> المجلد موجود

source: You have to create the <code>languages</code> folder, i.e.: <code>mkdir %soc-content/languages/</code>
ar_iq: عليك انشاء مجلد<code>languages</code> اي انه عليك ان تنفذ : <code>mkdir %soc-content/languages/</code>

source: <code>oc-content/languages</code> folder is writable
ar_iq: <code>oc-content/languages</code> مجلد قابل للكتابة عليه

source: <code>languages</code> folder has to be writable, i.e.: <code>chmod a+w %soc-content/languages/</code>
ar_iq: <code>languages</code> المجلد يجب ان يكون قابل للكتابة , مثال: <code>chmod a+w %soc-content/languages/</code>

source: <code>config.php</code> file is writable
ar_iq: <code>config.php</code> ملف قابل للكتابة

source: <code>config.php</code> file has to be writable, i.e.: <code>chmod a+w %sconfig.php</code>
ar_iq: <code>config.php</code> الملف يجب ان يكون قابل للكتابة ,مثال: <code>chmod a+w %sconfig.php</code>

source: <code>config-sample.php</code> file exists
ar_iq: <code>config-sample.php</code> ملف موجود

source: <code>config-sample.php</code> file is required, you should re-download Osclass.
ar_iq: <code>config-sample.php</code> هذا الملف غي موجود , من فضلك اعد تحميل Osclass.

source: The database doesn't exist. You should check the "Create DB" checkbox and fill in a username and password with the right privileges
ar_iq: قاعدة البياتات غير موجودة. يجب عليك التحقق من "Create DB" مربع اختيار واملئ اسم المستخدم وكلمة المرور ذات الامتيازات المناسبة

source: Can't resolve MySQL host. Check if the host is correct.
ar_iq: لا يمكن الوصول لمضيف قاعدة البيانات . تاكد من المضيف.

source: Can't create the database. Error number: %s
ar_iq: لا يمكن انشاء قاعدة البيانات. خطاء رقم: %s

source: Can't create the database. Check if the admin username and password are correct.
ar_iq: لم نتمكن من انشاء قاعدة البيانات. يرجى التأكد من اسم الشرف و كلمة السر لقاعدة البيانات.

source: Can't write in config.php file. Check if the file is writable.
ar_iq: لا يمكن التعديل في ملف config.php . تاكد من انه قابل للكتابة.

source: config-sample.php doesn't exist. Check if everything is decompressed correctly.
ar_iq: ملف config-sample.php غير موجود تحقق إذا تم فك ضغط كل شيء بشكل صحيح.

source: Can't create the database structure. Error number: %s
ar_iq: لا يمكن إنشاء هيكل قاعدة البيانات. خطاء رقم %s

source: Can't insert basic configuration. Error number: %s
ar_iq: لا يمكن إدراج الاعداد الأساسي. رقم الخطأ:%s

source: Can't insert basic configuration. This user has no privileges to 'INSERT' into the database.
ar_iq: لا يمكن إدراج الاعداد الأساسي. هذا المستخدم ليس لديه امتيازات لإدراجها في قاعدة البيانات.

source: The name of the database you want to run Osclass in
ar_iq: اسم قاعدة البيانات التي تريد التثبيت عليها

source: If you want to run multiple Osclass installations in a single database, change this
ar_iq: إذا كنت ترغب في تركيب أكثر من نظام osclass على نفس قاعدة البيانات، قم بتغيير هذا.

source: You can modify username and password if you like, just change the input value.
ar_iq: يمكنك تعديل اسم المستخدم وكلمة المرور إذا كنت تريد، فقط قم بتغيير قيمة المدخلات.

source: Once you type a country, you'll be able to choose region and city as well. Therefore, the installation will be more specific.
ar_iq: حالما تكتب بلد ستكون قادرا على اختيار المنطقة والمدينة لذلك فان التنصيب سيكون اكثر تحديداً.

source: Skip location
ar_iq: تخطي المكان

source: International
ar_iq: دولي

source: All regions
ar_iq: كل المناطق

source: All cities
ar_iq: كل المدن

source: There are no regions available for this country
ar_iq: لا يوجد مناطق متاحة في هذه الدولة

source: There are no cities available for this region
ar_iq: لايوجد مدن متاحة في هذه المنطقة

source: Osclass has been installed. Were you expecting more steps? Sorry to disappoint!
ar_iq: تم تنزيل أو إس كلاس بنجاح. هل كنت تتوقع المزيد من الخطوات؟ أنه أسهل بكثير

source: Your Osclass installation at %s is up and running. You can access the administration panel with these details:
ar_iq: تركيب Osclass الخاص بك على %s كامل ويعمل يمكنك الوصول إلى لوحة الإدارة بهذه التفاصيل:

source: The <a href="http://osclass.org/">Osclass</a> team
ar_iq: فريق <a href="http://osclass.org/">Osclass</a>

source: Looks like you've already installed Osclass. To reinstall please clear your old database tables first.
ar_iq: تبدو وكأنك بالفعل لديك Osclass مثبتة. لإعادة التثبيت يرجى مسح جداول قاعدة البيانات القديمة أولا.

source: Osclass Installation
ar_iq: تنصيب Osclass

source: Help make Osclass better by automatically sending usage statistics and crash reports to Osclass.
ar_iq: مساعدة في جعل Osclass أفضل عن طريق إرسال إحصائيات الاستخدام وتقارير الأعطال تلقائيا إلى Osclass.

source: Example Ad
ar_iq: مثال لاعلان

source: Description of the example ad. Insert here some usefull description of your ad.
ar_iq: وصف المثال الإعلان. إدراج هنا بعض الوصف المفيد لإعلانك.

source: Example author
ar_iq: مثال علي كاتب

source: Example country
ar_iq: مثال علي دولة

source: Example region
ar_iq: مثال علي منطقة

source: Example city
ar_iq: مثال علي مدينة

source: Example page title
ar_iq: مثال علي عنوان الصفحة

source: This is an example page description. This is a good place to put your Terms of Service or any other help information.
ar_iq: هذا هو وصف مثال على صفحة. هذا هو مكان جيد لوضع شروط الخدمة الخاصة بك أو أي معلومات أخرى مساعدة.

source: Osclass &raquo; Has some errors
ar_iq: Osclass &raquo; به بعض الاخطاء

source: We've encountered some problems while updating the database structure. The following queries failed:
ar_iq: لقد واجهنا بعض المشاكل أثناء تحديث بنية قاعدة البيانات. الاستعلامات التالية فشلت:

source: These errors could be false-positive errors. If you're sure that is the case, you can <a href="%s">continue with the upgrade</a>, or <a href="http://forums.osclass.org/">ask in our forums</a>.
ar_iq: هذه الأخطاء يمكن أن تكون أخطاء إيجابية كاذبة. إذا كنت على يقين من هذه الحالة, تستطيع <a href="%s">الاستمرار بالترقية</a>, او <a href="http://forums.osclass.org/">طرح سؤال في المنتديات</a>.

source: You need to calculate location stats, please go to admin panel, tools, recalculate location stats or click
ar_iq: يجب عليك حساب احصاءات الموقع، يرجى الذهاب للوحة المشرف، الأدوات، اعادة حساب احصاءات الموقع أو النقر

source: Osclass &raquo; Updated correctly
ar_iq: Osclass &raquo; تم تحديثه بشكل صحيح

source: Osclass has been updated successfully. <a href="http://forums.osclass.org/">Need more help?</a>
ar_iq: تم تحديث Osclass بنجاح . <a href="http://forums.osclass.org/">تحتاج مساعدة?</a>

source: The website is currently undergoing maintenance
ar_iq: هذا الموقع الان في الصيانة

source: There was a problem, try again later please
ar_iq: يوجد مشكلة , من فضلك حاول في وقت لاحق

source: Preview theme
ar_iq: عرض الثيم

source: and counting
ar_iq: والفرز

source: Has been a problem loading the contents, sorry for the inconvenience
ar_iq: كان هناك مشكلة في تحميل المحتويات، آسف للإزعاج

source: Cannot get information form market.osclass.org, sorry for the inconvenience
ar_iq: لا نستطيع الحصول علي معلومات من market.osclass.org , نأسف علي الازعاج

source: No change expiration
ar_iq: لم يطرأ أي تغيير علي انتهاء الصلاحية
